{
    "name": "Pathfinder 2.0 Ancestry feat list",
    "date": "February 11, 2020",
    " dwarfFeats": [
        {
            "name": "Avenge in Glory",
            "level": "1",
            "traits": [
                "Dwarf",
                " Uncommon"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=964",
            "prereq": "—",
            "benefits": "You honor your ally’s life, gaining temporary Hit Points equal to your level for 1 minute.",
            "text": [
                "You honor your ally’s life, gaining temporary Hit Points equal to your level for 1 minute. As long as you have these temporary Hit Points, you gain a +1 circumstance bonus to attack and damage rolls."
            ]
        },
        {
            "name": "Clan's Edge",
            "level": "1",
            "traits": [
                "Dwarf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=965",
            "prereq": "trained in clan daggers",
            "benefits": "By moving your clan dagger with rapid precision, you can protect yourself more effectively.",
            "text": [
                "By moving your clan dagger with rapid precision, you can protect yourself more effectively. Make two clan dagger Strikes against different targets. Your multiple attack penalty applies normally to these Strikes. You then use an Interact action to gain the +1 circumstance bonus to your AC from your clan dagger’s parrying trait."
            ]
        },
        {
            "name": "Dwarven Lore",
            "level": "1",
            "traits": [
                "Dwarf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1",
            "prereq": "—",
            "benefits": "You eagerly absorbed the old stories and traditions of your ancestors, your gods, and your people.",
            "text": [
                "You eagerly absorbed the old stories and traditions of your ancestors, your gods, and your people, studying in subjects and techniques passed down for generation upon generation. You gain the trained proficiency rank in Crafting and Religion. If you would automatically become trained in one of those skills (from your background or class, for example), you instead become trained in a skill of your choice. You also become trained in Dwarven Lore."
            ]
        },
        {
            "name": "Dwarven Weapon Familiarity",
            "level": "1",
            "traits": [
                "Dwarf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=2",
            "prereq": "—",
            "benefits": "Your kin have instilled in you an affinity for hard-hitting weapons, and you prefer these to more elegant arms.",
            "text": [
                "Your kin have instilled in you an affinity for hard-hitting weapons, and you prefer these to more elegant arms. You are trained with the battle axe, pick, and warhammer.",
                " You also gain access to all uncommon dwarf weapons. For the purpose of determining your proficiency, martial dwarf weapons are simple weapons and advanced dwarf weapons are martial weapons."
            ]
        },
        {
            "name": "Forge-Day's Rest",
            "level": "1",
            "traits": [
                "Dwarf",
                " Uncommon"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=966",
            "prereq": "—",
            "benefits": "Your unusual rest cycle allows you to recover faster.",
            "text": [
                "Your unusual rest cycle allows you to recover faster. As long as you rest for 12 hours, you gain the effects of the ",
                " general feat and you can go 20 hours without resting before becoming ",
                "."
            ]
        },
        {
            "name": "Rock Runner",
            "level": "1",
            "traits": [
                "Dwarf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=3",
            "prereq": "—",
            "benefits": "Your innate connection to stone makes you adept at moving across uneven surfaces.",
            "text": [
                "Your innate connection to stone makes you adept at moving across uneven surfaces. You can ignore difficult terrain caused by rubble and uneven ground made of stone and earth. In addition, when you use the Acrobatics skill to Balance on narrow surfaces or uneven ground made of stone or earth, you aren’t flat-footed, and when you roll a success at one of these Acrobatics checks, you get a critical success instead."
            ]
        },
        {
            "name": "Stonecunning",
            "level": "1",
            "traits": [
                "Dwarf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=4",
            "prereq": "—",
            "benefits": "You have a knack for noticing even small inconsistencies and craftsmanship techniques in the stonework around you.",
            "text": [
                "You have a knack for noticing even small inconsistencies and craftsmanship techniques in the stonework around you. You gain a +2 circumstance bonus to Perception checks to notice unusual stonework. This bonus applies to checks to discover mechanical traps made of stone or hidden within stone.",
                " If you aren’t using the Seek action or searching, the GM automatically rolls a secret check for you to notice unusual stonework anyway. This check doesn’t gain the circumstance bonus, and it takes a –2 circumstance penalty."
            ]
        },
        {
            "name": "Surface Culture",
            "level": "1",
            "traits": [
                "Dwarf",
                " Uncommon"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=967",
            "prereq": "—",
            "benefits": "Your interactions with other cultures on the surface have not only taught you about many other ancestries, but have also helped you realize the value of your own.",
            "text": [
                "Your interactions with other cultures on the surface have not only taught you about many other ancestries, but have also helped you realize the value of your own. You gain the trained proficiency rank in the ",
                " skill (or another skill of your choice if you were already trained in Society), and you gain the ",
                " skill feat for the ",
                " corresponding to your culture (for instance, Ouat Lore or Pahmet Lore)."
            ]
        },
        {
            "name": "Unburdened Iron",
            "level": "1",
            "traits": [
                "Dwarf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=5",
            "prereq": "—",
            "benefits": "You’ve learned techniques first devised by your ancestors during their ancient wars, allowing you to comfortably wear massive suits of armor.",
            "text": [
                "You’ve learned techniques first devised by your ancestors during their ancient wars, allowing you to comfortably wear massive suits of armor. Ignore the reduction to your Speed from any armor you wear.",
                " In addition, any time you’re taking a penalty to your Speed from some other reason (such as from the encumbered condition or from a spell), deduct 5 feet from the penalty. For example, the encumbered condition normally gives a –10-foot penalty to Speed, but it gives you only a –5-foot penalty. If your Speed is taking multiple penalties, pick only one penalty to reduce."
            ]
        },
        {
            "name": "Vengeful Hatred",
            "level": "1",
            "traits": [
                "Dwarf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=6",
            "prereq": "—",
            "benefits": "You heart aches for vengeance against those who have wronged your people.",
            "text": [
                "You heart aches for vengeance against those who have wronged your people. Choose one of the following dwarven ancestral foes when you gain Vengeful Hatred: drow, duergar, giant, or orc. You gain a +1 circumstance bonus to damage with weapons and unarmed attacks against creatures with that trait. If your attack would deal more than one weapon die of damage (as is common at higher levels than 1st), the bonus is equal to the number of weapon dice or unarmed attack dice. In addition, if a creature critically succeeds at an attack against you and deals damage to you, you gain your bonus to damage against that creature for 1 minute regardless of whether it has the chosen trait.",
                " Your GM can add appropriate creature traits to the ancestral foes list if your character is from a community that commonly fights other types of enemies."
            ]
        },
        {
            "name": "Boulder Roll",
            "level": "5",
            "traits": [
                "Dwarf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=7",
            "prereq": "Rock Runner",
            "benefits": "Your dwarven build allows you to push foes around, just like a mighty boulder.",
            "text": [
                "Your dwarven build allows you to push foes around, just like a mighty boulder tumbles through a subterranean cavern. Take a Step into the square of a foe that is your size or smaller, and the foe must move into the empty space directly behind it. The foe must move even if doing so places it in harm’s way. The foe can attempt a Fortitude saving throw against your Athletics DC to block your Step. If the foe attempts this saving throw, unless it critically succeeds, it takes bludgeoning damage equal to your level plus your Strength modifier.",
                " If the foe can’t move into an empty space (if it is surrounded by solid objects or other creatures, for example), your Boulder Roll has no effect."
            ]
        },
        {
            "name": "Clan Protector",
            "level": "5",
            "traits": [
                "Dwarf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=968",
            "prereq": "—",
            "benefits": "Your clan dagger can protect your allies as easily as yourself.",
            "text": [
                "Your ",
                " can protect your allies as easily as yourself. When you use an Interact action to gain a circumstance bonus to AC from your clan dagger’s parry trait, you can grant the circumstance bonus to an adjacent ally instead of gaining it yourself. You can use multiple Interact actions to protect multiple allies, or to protect yourself and an ally. The ally benefits from the bonus to AC only when they are adjacent to you."
            ]
        },
        {
            "name": "Dwarven Weapon Cunning",
            "level": "5",
            "traits": [
                "Dwarf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=8",
            "prereq": "Dwarven Weapon Familiarity",
            "benefits": "You’ve learned cunning techniques to get the best effects out of your dwarven weapons.",
            "text": [
                "You’ve learned cunning techniques to get the best effects out of your dwarven weapons. Whenever you critically hit using a battle axe, pick, warhammer, or a dwarf weapon, you apply the weapon’s critical specialization effect."
            ]
        },
        {
            "name": "Protective Sheath",
            "level": "5",
            "traits": [
                "Dwarf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=969",
            "prereq": "Clan’s Edge",
            "benefits": "When you lash out with your clan dagger, you keep its sheath close at hand.",
            "text": [
                "When you lash out with your ",
                ", you keep its sheath close at hand. When you use Clan’s Edge, if the hand you’re not holding the dagger with is empty, you can use your clan dagger’s sheath to block attacks as well. The circumstance bonus to your AC from parrying increases to a +2 against any target you hit with a Strike this turn."
            ]
        },
        {
            "name": "Tomb-Watcher's Glare",
            "level": "5",
            "traits": [
                "Dwarf",
                " Divine"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=970",
            "prereq": "death warden dwarf heritage",
            "benefits": "When you critically hit an undead creature, or an undead creature critically fails a saving throw against one of your abilities, you drive your divine wrath home in your enemy’s heart.",
            "text": [
                "When you critically hit an undead creature, or an undead creature critically fails a saving throw against one of your abilities, you drive your divine wrath home in your enemy’s heart. The undead is ",
                " 1 for 1 round."
            ]
        },
        {
            "name": "Battleforger",
            "level": "9",
            "traits": [
                "Dwarf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=971",
            "prereq": "master in Crafting",
            "benefits": "You can sharpen weapons, polish armor, and apply special techniques to temporarily gain better effects from your armaments.",
            "text": [
                "You can sharpen weapons, polish armor, and apply special techniques to temporarily gain better effects from your armaments. By spending 1 hour working on a weapon or armor, you can grant it the effects of a ",
                " rune until your next daily preparations, gaining a +1 item bonus to attack rolls for a weapon or increasing armor’s item bonus to AC by 1. This has no effect if the weapon or armor already had a ",
                " rune."
            ]
        },
        {
            "name": "Energy Blessed",
            "level": "9",
            "traits": [
                "Dwarf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=972",
            "prereq": "elemental heart dwarf heritage",
            "benefits": "Energy runs through your blood more powerfully.",
            "text": [
                "Energy runs through your blood more powerfully. When you use ",
                ", you can create an emanation of 5 feet, 10 feet, or 15 feet. The damage increases to 6d6 plus an additional 1d6 for every level you have above 9th, instead of 1d6 plus an additional 1d6 for every 2 levels above 1st."
            ]
        },
        {
            "name": "Heroes' Call",
            "level": "9",
            "traits": [
                "Dwarf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=973",
            "prereq": "—",
            "benefits": "The songs of ancient heroes echo through your mind and quicken your pulse, especially in dire straits.",
            "text": [
                "The songs of ancient heroes echo through your mind and quicken your pulse, especially in dire straits. You gain ",
                " as a 3rd-level innate occult spell that you can cast once per day. If you Cast the Spell when you have half or fewer Hit Points, you also gain temporary Hit Points equal to twice your level."
            ]
        },
        {
            "name": "Kneel for No God",
            "level": "9",
            "traits": [
                "Dwarf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=974",
            "prereq": "ancient-blooded dwarf heritage",
            "benefits": "Your ancestors’ defiance of magic and your people’s strictly egalitarian mindset mean that certain forms of magic have little effect on you.",
            "text": [
                "Your ancestors’ defiance of magic and your people’s strictly egalitarian mindset mean that certain forms of magic have little effect on you. When you use your ",
                " reaction against a divine spell and roll a critical failure on the saving throw against that spell, you get a failure instead."
            ]
        },
        {
            "name": "Mountain's Stoutness",
            "level": "9",
            "traits": [
                "Dwarf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=9",
            "prereq": "—",
            "benefits": "Your hardiness lets you withstand more punishment than most before going down.",
            "text": [
                "Your hardiness lets you withstand more punishment than most before going down. Increase your maximum Hit Points by your level. When you have the ",
                " condition, the DC of your recovery checks is equal to 9 + your dying value (instead of 10 + your dying value).",
                "If you also have the ",
                " feat, the Hit Points gained from it and this feat are cumulative, and the DC of your recovery checks is equal to 6 + your dying value."
            ]
        },
        {
            "name": "Stonewalker",
            "level": "9",
            "traits": [
                "Dwarf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=10",
            "prereq": "—",
            "benefits": "You have a deep reverence for and connection to stone.",
            "text": [
                "You have a deep reverence for and connection to stone. You gain ",
                " as a 3rd-level divine innate spell that you can cast once per day.",
                " If you have the ",
                " dwarf ancestry feat, you can attempt to find unusual stonework and stonework traps that require legendary proficiency in Perception. If you have both Stonecunning and legendary proficiency in Perception, when you’re not Seeking and the GM rolls a secret check for you to notice unusual stonework, you keep the bonus from Stonecunning and don’t take the –2 circumstance penalty."
            ]
        },
        {
            "name": "Dwarven Weapon Expertise",
            "level": "13",
            "traits": [
                "Dwarf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=11",
            "prereq": "Dwarven Weapon Familiarity",
            "benefits": "Your dwarven affinity blends with your training, granting you great skill with dwarven weapons.",
            "text": [
                "Your dwarven affinity blends with your training, granting you great skill with dwarven weapons. Whenever you gain a class feature that grants you expert or greater proficiency in certain weapons, you also gain that proficiency for battle axes, picks, warhammers, and all dwarven weapons in which you are trained."
            ]
        }
    ],
    " elfFeats": [
        {
            "name": "Ancestral Longevity",
            "level": "1",
            "traits": [
                "Elf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=12",
            "prereq": "at least 100 years old",
            "benefits": "You have accumulated a vast array of lived knowledge over the years.",
            "text": [
                "You have accumulated a vast array of lived knowledge over the years. During your daily preparations, you can reflect upon your life experiences to gain the trained proficiency rank in one skill of your choice. This proficiency lasts until you prepare again. Since this proficiency is temporary, you can’t use it as a prerequisite for a skill increase or a permanent character option like a feat."
            ]
        },
        {
            "name": "Elemental Wrath",
            "level": "1",
            "traits": [
                "Elf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=975",
            "prereq": "—",
            "benefits": "You are so attuned to the land that you can call forth a bolt of energy from your surroundings.",
            "text": [
                "You are so attuned to the land that you can call forth a bolt of energy from your surroundings. When you gain this feat, select acid, cold, electricity, or fire. You can call to the land to cast the ",
                " cantrip as an innate primal spell at will, except the spell has only verbal components and deals the type of damage you chose instead of acid damage; the spell gains the trait appropriate to its damage instead of the ",
                " trait. A cantrip is heightened to a spell level equal to half your level rounded up."
            ]
        },
        {
            "name": "Elven Lore",
            "level": "1",
            "traits": [
                "Elf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=13",
            "prereq": "—",
            "benefits": "You’ve studied in traditional elven arts, learning about arcane magic and the world around you.",
            "text": [
                "You’ve studied in traditional elven arts, learning about arcane magic and the world around you. You gain the trained proficiency rank in Arcana and Nature. If you would automatically become trained in one of those skills (from your background or class, for example), you instead become trained in a skill of your choice. You also become trained in Elven Lore."
            ]
        },
        {
            "name": "Elven Verve",
            "level": "1",
            "traits": [
                "Elf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=976",
            "prereq": "—",
            "benefits": "While all elves are immune to the paralyzing touch of ghouls, you can shake off flesh-numbing magic of all kinds.",
            "text": [
                "While all elves are immune to the paralyzing touch of ",
                ", you can shake off flesh-numbing magic of all kinds. You gain a +1 circumstance bonus to saves against effects that would impose the ",
                ", ",
                ", or ",
                " conditions. When you would be immobilized, paralyzed, or slowed for at least 2 rounds, reduce that duration by 1 round."
            ]
        },
        {
            "name": "Elven Weapon Familiarity",
            "level": "1",
            "traits": [
                "Elf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=14",
            "prereq": "—",
            "benefits": "You favor bows and other elegant weapons.",
            "text": [
                "You favor bows and other elegant weapons. You are trained with longbows, composite longbows, longswords, rapiers, shortbows, and composite shortbows.",
                " In addition, you gain access to all uncommon elf weapons. For the purpose of determining your proficiency, martial elf weapons are simple weapons and advanced elf weapons are martial weapons."
            ]
        },
        {
            "name": "Forlorn",
            "level": "1",
            "traits": [
                "Elf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=15",
            "prereq": "—",
            "benefits": "Watching your friends age and die fills you with moroseness that protects you against harmful emotions.",
            "text": [
                "Watching your friends age and die fills you with moroseness that protects you against harmful emotions. You gain a +1 circumstance bonus to saving throws against emotion effects. If you roll a success on a saving throw against an emotion effect, you get a critical success instead."
            ]
        },
        {
            "name": "Nimble Elf",
            "level": "1",
            "traits": [
                "Elf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=16",
            "prereq": "—",
            "benefits": "Your muscles are tightly honed.",
            "text": [
                "Your muscles are tightly honed. Your Speed increases by 5 feet."
            ]
        },
        {
            "name": "Otherworldly Magic",
            "level": "1",
            "traits": [
                "Elf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=17",
            "prereq": "—",
            "benefits": "Your elven magic manifests as a simple arcane spell, even if you aren’t formally trained in magic.",
            "text": [
                "Your elven magic manifests as a simple arcane spell, even if you aren’t formally trained in magic. Choose one cantrip from the ",
                " spell list. You can cast this cantrip as an arcane innate spell at will. A cantrip is heightened to a spell level equal to half your level rounded up."
            ]
        },
        {
            "name": "Share Thoughts",
            "level": "1",
            "traits": [
                "Elf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=977",
            "prereq": "Mualijae, Ilverani, or Vourinoi ethnicity",
            "benefits": "You have an uncanny knack of communicating with other elves without speaking, though this habit that is often uncomfortable to observers.",
            "text": [
                "You have an uncanny knack of communicating with other elves without speaking, though this habit that is often uncomfortable to observers. You can cast ",
                " as an innate occult spell once per day, but you can target only other elves or half-elves."
            ]
        },
        {
            "name": "Unwavering Mien",
            "level": "1",
            "traits": [
                "Elf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=18",
            "prereq": "—",
            "benefits": "Your mystic control and meditations allow you to resist external influences upon your consciousness.",
            "text": [
                "Your mystic control and meditations allow you to resist external influences upon your consciousness. Whenever you are affected by a mental effect that lasts at least 2 rounds, you can reduce the duration by 1 round.",
                " You still require natural sleep, but you treat your saving throws against effects that would cause you to fall asleep as one degree of success better. This protects only against sleep effects, not against other forms of falling unconscious."
            ]
        },
        {
            "name": "Wildborn Magic",
            "level": "1",
            "traits": [
                "Elf",
                " Uncommon"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=978",
            "prereq": "—",
            "benefits": "You have learned to access the old magic of wild places.",
            "text": [
                "You have learned to access the old magic of wild places. Choose one cantrip from the ",
                " spell list. You can cast this cantrip as an innate primal spell at will. A cantrip is heightened to a spell level equal to half your level rounded up."
            ]
        },
        {
            "name": "Woodcraft",
            "level": "1",
            "traits": [
                "Elf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=979",
            "prereq": "—",
            "benefits": "You have a innate familiarity with forested areas.",
            "text": [
                "You have a innate familiarity with forested areas. When in a forest or jungle environment, if you roll a critical failure on a ",
                " skill check to Sense Direction, Subsist, or Cover Tracks, you get a failure instead, and if you roll a success, you get a critical success instead."
            ]
        },
        {
            "name": "Ageless Patience",
            "level": "5",
            "traits": [
                "Elf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=19",
            "prereq": "—",
            "benefits": "You work at a pace born from longevity that enhances your thoroughness.",
            "text": [
                "You work at a pace born from longevity that enhances your thoroughness. You can voluntarily spend twice as much time as normal on a Perception check or skill check to gain a +2 circumstance bonus to that check. You also don’t treat a natural 1 as worse than usual on these checks; you get a critical failure only if your result is 10 lower than the DC. For example, you could get these benefits if you spent 2 actions to Seek, which normally takes 1 action. You can get these benefits during exploration by taking twice as long exploring as normal, or in downtime by spending twice as much downtime.",
                " The GM might determine a situation doesn’t grant you a benefit if a delay would be directly counterproductive to your success, such as a tense negotiation with an impatient creature."
            ]
        },
        {
            "name": "Defiance Unto Death",
            "level": "5",
            "traits": [
                "Elf",
                " Uncommon"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=980",
            "prereq": "—",
            "benefits": "You loathe the alghollthus and their mind magic, and you’ve been trained to be willing to die rather than give into mental manipulation.",
            "text": [
                "You loathe the ",
                " and their mind magic, and you’ve been trained to be willing to die rather than give into mental manipulation. If you would start your turn ",
                ", ",
                ", or ",
                " due to a failed Will save, you can attempt a Will save against the same DC; on a success, you become ",
                " until your next turn, rather than act against your will."
            ]
        },
        {
            "name": "Elven Instincts",
            "level": "5",
            "traits": [
                "Elf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=981",
            "prereq": "—",
            "benefits": "Your senses let you react rapidly.",
            "text": [
                "Your senses let you react rapidly. You gain a +2 circumstance bonus to Perception checks made as initiative rolls. Additionally, if your initiative roll result is tied with that of an opponent, you go first, regardless of whether you rolled Perception or not."
            ]
        },
        {
            "name": "Elven Weapon Elegance",
            "level": "5",
            "traits": [
                "Elf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=20",
            "prereq": "Elven Weapon Familiarity",
            "benefits": "You are attuned to the weapons of your elven ancestors and are particularly deadly when using them.",
            "text": [
                "You are attuned to the weapons of your elven ancestors and are particularly deadly when using them. Whenever you critically hit using an elf weapon or one of the weapons listed in ",
                ", you apply the weapon’s critical specialization effect."
            ]
        },
        {
            "name": "Forest Stealth",
            "level": "5",
            "traits": [
                "Elf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=982",
            "prereq": "Expert in Stealth",
            "benefits": "You are skilled at quickly hiding behind bits of underbrush or foliage.",
            "text": [
                "You are skilled at quickly hiding behind bits of underbrush or foliage. You ",
                " and then use that cover to Hide."
            ]
        },
        {
            "name": "Wildborn Adept",
            "level": "5",
            "traits": [
                "Elf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=983",
            "prereq": "Wildborn Magic",
            "benefits": "The whispers of the jungle grant you more diverse access to simple primal magic.",
            "text": [
                "The whispers of the jungle grant you more diverse access to simple primal magic. You can cast ",
                ", ",
                ", and ",
                " as innate primal spells at will. If you chose one of those spells with Wildborn Magic, you can select a new spell for Wildborn Magic."
            ]
        },
        {
            "name": "Brightness Seeker",
            "level": "9",
            "traits": [
                "Elf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=984",
            "prereq": "—",
            "benefits": "Once per day, you can spend 10 minutes studying your surroundings in search of omens related to a particular course of action to cast augury as an innate divine spell.",
            "text": [
                "Once per day, you can spend 10 minutes studying your surroundings in search of omens related to a particular course of action to cast ",
                " as an innate divine spell. Unless the result of the ",
                " was “nothing,” you gain the following reaction for the next 30 minutes:",
                " ",
                " You attempt an attack roll, skill check, or saving throw while performing the course of action from your ",
                ", but you haven’t rolled yet",
                "You gain a +1 status bonus to the triggering check, or a +2 status bonus if the result of the ",
                " was “woe” and you proceeded anyway."
            ]
        },
        {
            "name": "Elf Step",
            "level": "9",
            "traits": [
                "Elf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=21",
            "prereq": "—",
            "benefits": "You move in a graceful dance, and even your steps are broad.",
            "text": [
                "You move in a graceful dance, and even your steps are broad. You Step 5 feet twice."
            ]
        },
        {
            "name": "Expert Longevity",
            "level": "9",
            "traits": [
                "Elf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=22",
            "prereq": "Ancestral Longevity",
            "benefits": "You’ve continued to refine the knowledge and skills you’ve gained through your life.",
            "text": [
                "You’ve continued to refine the knowledge and skills you’ve gained through your life. When you choose a skill in which to become trained with ",
                ", you can also choose a skill in which you are already trained and become an expert in that skill. This lasts until your Ancestral Longevity expires.",
                " When the effects of Ancestral Longevity and Expert Longevity expire, you can retrain one of your skill increases. The skill increase you gain from this retraining must either make you trained in the skill you chose with Ancestral Longevity or make you an expert in the skill you chose with Expert Longevity."
            ]
        },
        {
            "name": "Sense Thoughts",
            "level": "9",
            "traits": [
                "Elf",
                " Uncommon"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=985",
            "prereq": "Share Thoughts",
            "benefits": "You have an even stranger knack for knowing what other people are thinking.",
            "text": [
                "You have an even stranger knack for knowing what other people are thinking. You can cast ",
                " as an innate occult spell once per day."
            ]
        },
        {
            "name": "Elven Weapon Expertise",
            "level": "13",
            "traits": [
                "Elf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=24",
            "prereq": "Elven Weapon Familiarity",
            "benefits": "Your elven affinity blends with your class training, granting you great skill with elven weapons.",
            "text": [
                "Your elven affinity blends with your class training, granting you great skill with elven weapons. Whenever you gain a class feature that grants you expert or greater proficiency in certain weapons, you also gain that proficiency in longbows, composite longbows, longswords, rapiers, shortbows, composite shortbows, and all elf weapons in which you are trained."
            ]
        },
        {
            "name": "Universal Longevity",
            "level": "13",
            "traits": [
                "Elf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=23",
            "prereq": "Expert Longevity",
            "benefits": "You’ve perfected your ability to keep up with all the skills you’ve learned over your long life.",
            "text": [
                "You’ve perfected your ability to keep up with all the skills you’ve learned over your long life, so you’re almost never truly untrained at a skill. You reflect on your life experiences, changing the skills you selected with ",
                " and ",
                "."
            ]
        },
        {
            "name": "Wandering Heart",
            "level": "13",
            "traits": [
                "Elf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=986",
            "prereq": "arctic elf, cavern elf, desert elf, woodland elf, or any other elf heritage based on adapting to an environment",
            "benefits": "While all elves adapt to their environments over time, you have traveled so widely and become attuned to so many environs that your body now changes more rapidly than other elves.",
            "text": [
                "While all elves adapt to their environments over time, you have traveled so widely and become attuned to so many environs that your body now changes more rapidly than other elves. After spending a week in an environment associated with an elf heritage (such as snow for arctic elf, or a forest or jungle for woodland elf) your heritage automatically changes to become that heritage. This never causes you to change to an elf heritage that isn’t related to an environment, such as ",
                ", ",
                ", or ",
                "."
            ]
        }
    ],
    " gnomeFeats": [
        {
            "name": "Animal Accomplice",
            "level": "1",
            "traits": [
                "Gnome"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=25",
            "prereq": "—",
            "benefits": "You build a rapport with an animal, which becomes magically bonded to you.",
            "text": [
                "You build a rapport with an animal, which becomes magically bonded to you. You gain a ",
                " using the rules on page 217. The type of animal is up to you, but most gnomes choose animals with a burrow Speed."
            ]
        },
        {
            "name": "Burrow Elocutionist",
            "level": "1",
            "traits": [
                "Gnome"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=26",
            "prereq": "—",
            "benefits": "You recognize the chittering of ground creatures as its own peculiar language.",
            "text": [
                "You recognize the chittering of ground creatures as its own peculiar language. You can ask questions of, receive answers from, and use the Diplomacy skill with animals that have a burrow Speed, such as badgers, ground squirrels, moles, and prairie dogs. The GM determines which animals count for this ability."
            ]
        },
        {
            "name": "Fey Fellowship",
            "level": "1",
            "traits": [
                "Gnome"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=27",
            "prereq": "—",
            "benefits": "Your enhanced fey connection affords you a warmer reception from creatures of the First World.",
            "text": [
                "Your enhanced fey connection affords you a warmer reception from creatures of the First World as well as tools to foil their tricks. You gain a +2 circumstance bonus to both Perception checks and saving throws against fey.",
                " In addition, whenever you meet a fey creature in a social situation, you can immediately attempt a Diplomacy check to Make an Impression on that creature rather than needing to converse for 1 minute. You take a –5 penalty to the check. If you fail, you can engage in 1 minute of conversation and attempt a new check at the end of that time rather than accepting the failure or critical failure result.",
                " If you have the ",
                " skill feat, you don’t take the penalty on your immediate Diplomacy check if the target is a fey."
            ]
        },
        {
            "name": "First World Magic",
            "level": "1",
            "traits": [
                "Gnome"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=28",
            "prereq": "—",
            "benefits": "Your connection to the First World grants you a primal innate spell, much like those of the fey.",
            "text": [
                "Your connection to the First World grants you a primal innate spell, much like those of the fey. Choose one cantrip from the ",
                " spell list. You can cast this spell as a primal innate spell at will. A cantrip is heightened to a spell level equal to half your level rounded up."
            ]
        },
        {
            "name": "Gnome Obsession",
            "level": "1",
            "traits": [
                "Gnome"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=29",
            "prereq": "—",
            "benefits": "You might have a flighty nature, but when a topic captures your attention, you dive into it headfirst.",
            "text": [
                "You might have a flighty nature, but when a topic captures your attention, you dive into it headfirst. Pick a Lore skill. You gain the trained proficiency rank in that skill. At 2nd level, you gain expert proficiency in the chosen Lore as well as the Lore granted by your background, if any. At 7th level you gain master proficiency in these Lore skills, and at 15th level you gain legendary proficiency in them."
            ]
        },
        {
            "name": "Gnome Polyglot",
            "level": "1",
            "traits": [
                "Gnome"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=987",
            "prereq": "—",
            "benefits": "Your extensive travels, curiosity, and love of learning help you to learn languages quickly.",
            "text": [
                "Your extensive travels, curiosity, and love of learning help you to learn languages quickly. You learn three new languages, chosen from common languages and uncommon languages you have access to. These languages take the same form (signed or spoken) as your other languages. When you select the ",
                " feat, you learn three new languages instead of two."
            ]
        },
        {
            "name": "Gnome Weapon Familiarity",
            "level": "1",
            "traits": [
                "Gnome"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=30",
            "prereq": "—",
            "benefits": "You favor unusual weapons tied to your people, such as blades with curved and peculiar shapes.",
            "text": [
                "You favor unusual weapons tied to your people, such as blades with curved and peculiar shapes. You are trained with the glaive and kukri.",
                " In addition, you gain access to kukris and all uncommon gnome weapons. For the purpose of determining your proficiency, martial gnome weapons are simple weapons and advanced gnome weapons are martial weapons."
            ]
        },
        {
            "name": "Grim Insight",
            "level": "1",
            "traits": [
                "Gnome"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=988",
            "prereq": "umbral gnome heritage",
            "benefits": "Others’ attempts to scare you often grant you insights about your would-be bullies that you can then exploit.",
            "text": [
                "Others’ attempts to scare you often grant you insights about your would-be bullies that you can then exploit. If you roll a success on a saving throw against a ",
                " effect, you get a critical success instead, and the source of the fear effect is ",
                " to you until the end of your next turn."
            ]
        },
        {
            "name": "Illusion Sense",
            "level": "1",
            "traits": [
                "Gnome"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=31",
            "prereq": "—",
            "benefits": "Your ancestors spent their days cloaked and cradled in illusions, and as a result, sensing illusion magic is second nature to you.",
            "text": [
                "Your ancestors spent their days cloaked and cradled in illusions, and as a result, sensing illusion magic is second nature to you. You gain a +1 circumstance bonus to both Perception checks and Will saves against illusions. When you come within 10 feet of an illusion that can be disbelieved, the GM rolls a secret check for you to disbelieve it, even if you didn’t spend an action to Interact with the illusion."
            ]
        },
        {
            "name": "Inventive Offensive",
            "level": "1",
            "traits": [
                "Gnome"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=989",
            "prereq": "trained in Crafting",
            "benefits": "You can jury-rig your weapons to perform in unexpected ways.",
            "text": [
                "You can jury-rig your weapons to perform in unexpected ways. When you use this ability, add one of the following weapon traits to a melee weapon you wield: ",
                ", ",
                ", ",
                ", ",
                ", ",
                ", ",
                " B, versatile P, or versatile S. You cannot add a trait that the weapon already has. The weapon retains this trait until you a successfully hit and deal damage with the weapon. The weapon retains this trait only while you wield it, and you can have only one weapon modified in this way at any time.",
                " If you have expert proficiency in Crafting, you can use this feat as a 2-action activity. If you have legendary proficiency in Crafting, you can apply two weapon traits from the list when using this feat."
            ]
        },
        {
            "name": "Life-Giving Magic",
            "level": "1",
            "traits": [
                "Gnome"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=990",
            "prereq": "—",
            "benefits": "The upwelling of innate magic refreshes your body.",
            "text": [
                "The upwelling of innate magic refreshes your body. You gain a number of temporary Hit Points equal to half your level (minimum 1) that last until the end of your next turn."
            ]
        },
        {
            "name": "Natural Performer",
            "level": "1",
            "traits": [
                "Gnome"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=991",
            "prereq": "—",
            "benefits": "Entertainment comes naturally to you.",
            "text": [
                "Entertainment comes naturally to you. You become trained in ",
                " and gain one 1st-level Performance skill feat."
            ]
        },
        {
            "name": "Theoretical Acumen",
            "level": "1",
            "traits": [
                "Gnome"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=992",
            "prereq": "—",
            "benefits": "You study a creature’s form and behavior to hypothesize likely means of overcoming its strengths.",
            "text": [
                "You study a creature’s form and behavior to hypothesize likely means of overcoming its strengths. Once before the end of your next turn, you can use the skill modifier from the triggering check in place of your saving throw modifier against one of the creature’s abilities, in place of your Perception modifier to Seek the creature, in place of your ",
                " modifier to Feint against the creature, or in place of your ",
                " modifier to Demoralize the creature. Alternatively, against one of the creature’s attacks, you can use your DC for the skill used in the triggering check in place of your AC."
            ]
        },
        {
            "name": "Unexpected Shift",
            "level": "1",
            "traits": [
                "Gnome"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=993",
            "prereq": "—",
            "benefits": "Your supernatural connection sometimes causes you to phase from reality when under threat, disappearing for split seconds before reappearing—often surprising you as much as your enemies.",
            "text": [
                "Your supernatural connection sometimes causes you to phase from reality when under threat, disappearing for split seconds before reappearing—often surprising you as much as your enemies. Roll a DC 16 flat check. On a success, you gain resistance to all damage equal to your level against the triggering effect, you gain a +2 circumstance bonus to saving throws against that effect until the start of your turn, and you gain the ",
                " condition for 1 round."
            ]
        },
        {
            "name": "Vibrant Display",
            "level": "1",
            "traits": [
                "Gnome"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=994",
            "prereq": "chameleon gnome heritage",
            "benefits": "Whereas most gnomes’ coloration is static or changes slowly, you can cause your hair, eye, and skin color to scintillate in brief and disorienting bursts.",
            "text": [
                "Whereas most gnomes’ coloration is static or changes slowly, you can cause your hair, eye, and skin color to scintillate in brief and disorienting bursts. Once every 10 minutes, when you use the ",
                " action, you can compare your ",
                " check result to the Perception DCs of all adjacent creatures rather than just one creature within melee reach. It’s possible to get a different degree of success for each target.",
                " These changes are imprecise and usually short-lived, so while they allow you to periodically change your appearance in unpredictable ways, they are of little use in providing camouflage or aiding a disguise."
            ]
        },
        {
            "name": "Animal Elocutionist",
            "level": "5",
            "traits": [
                "Gnome"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=32",
            "prereq": "Burrow Elocutionist",
            "benefits": "You hear animal sounds as conversations instead of unintelligent noise, and can respond in turn.",
            "text": [
                "You hear animal sounds as conversations instead of unintelligent noise, and can respond in turn. You can speak to all animals, not just animals with a burrow Speed. You gain a +1 circumstance bonus to Make an Impression on animals (which usually uses the Diplomacy skill)."
            ]
        },
        {
            "name": "Eclectic Obsession",
            "level": "5",
            "traits": [
                "Gnome"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=995",
            "prereq": "Gnome Obsession",
            "benefits": "Your desire for stimulation has led you from one pursuit to another and granted you a smattering of expertise with myriad crafts and professions.",
            "text": [
                "Your desire for stimulation has led you from one pursuit to another and granted you a smattering of expertise with myriad crafts and professions. You reflect on snippets you’ve learned to temporarily become trained in one ",
                " skill of your choice. This proficiency lasts for 10 minutes or until you critically fail a check with that skill. Since this training is temporary, you can’t use it as a prerequisite for a permanent character option like a feat or a skill increase."
            ]
        },
        {
            "name": "Energized Font",
            "level": "5",
            "traits": [
                "Gnome"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=33",
            "prereq": "focus pool, at least one innate spell from a gnome heritage or ancestry feat that shares a tradition with at least one of your focus spells",
            "benefits": "The magic within you provides increased energy you can use to focus.",
            "text": [
                "The magic within you provides increased energy you can use to focus. You regain 1 Focus Point, up to your usual maximum."
            ]
        },
        {
            "name": "Gnome Weapon Innovator",
            "level": "5",
            "traits": [
                "Gnome"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=34",
            "prereq": "Gnome Weapon Familiarity",
            "benefits": "You produce outstanding results when wielding unusual weapons.",
            "text": [
                "You produce outstanding results when wielding unusual weapons. Whenever you critically hit using a glaive, kukri, or gnome weapon, you apply the weapon’s critical specialization effect."
            ]
        },
        {
            "name": "Intuitive Illusions",
            "level": "5",
            "traits": [
                "Gnome"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=996",
            "prereq": "Illusion Sense",
            "benefits": "Illusion magic comes to you so naturally that you can effortlessly sustain your magical ruses.",
            "text": [
                "Illusion magic comes to you so naturally that you can effortlessly sustain your magical ruses. You immediately gain the effects of a ",
                " action to extend the duration of one of your active illusion spells."
            ]
        },
        {
            "name": "Natural Illusionist",
            "level": "5",
            "traits": [
                "Gnome"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=997",
            "prereq": "Illusion Sense",
            "benefits": "By drawing upon the First World’s magic, you can siphon a portion of that malleable world to create a convincing illusion.",
            "text": [
                "By drawing upon the First World’s magic, you can siphon a portion of that malleable world to create a convincing illusion. Once per day, you can cast ",
                ", ",
                ", or ",
                ". At 7th level, the spell is heightened to 2nd level, and every 2 levels thereafter, the spell is heightened an additional spell level."
            ]
        },
        {
            "name": "First World Adept",
            "level": "9",
            "traits": [
                "Gnome"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=35",
            "prereq": "at least one primal innate spell",
            "benefits": "Over time your fey magic has grown stronger.",
            "text": [
                "Over time your fey magic has grown stronger. You gain ",
                " and ",
                " as 2nd-level primal innate spells. You can cast each of these primal innate spells once per day."
            ]
        },
        {
            "name": "Fortutious Shift",
            "level": "9",
            "traits": [
                "Gnome"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=998",
            "prereq": "Unexpected Shift",
            "benefits": "You have grown more comfortable with your penchant for supernatural disappearance.",
            "text": [
                "You have grown more comfortable with your penchant for supernatural disappearance. The flat check DC of your Fortuitous Shift feat decreases to 11, and you are no longer ",
                " if you succeed."
            ]
        },
        {
            "name": "Vivacious Conduit",
            "level": "9",
            "traits": [
                "Gnome"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=36",
            "prereq": "—",
            "benefits": "Your connection to the First World has grown, and its positive energy flows into you rapidly.",
            "text": [
                "Your connection to the First World has grown, and its positive energy flows into you rapidly. If you rest for 10 minutes, you gain Hit Points equal to your Constitution modifier × half your level. This is cumulative with any healing you receive from Treat Wounds."
            ]
        },
        {
            "name": "Gnome Weapon Expertise",
            "level": "13",
            "traits": [
                "Gnome"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=37",
            "prereq": "Gnome Weapon Familiarity",
            "benefits": "Your gnome affinity blends with your class training, granting you great skill with gnome weapons.",
            "text": [
                "Your gnome affinity blends with your class training, granting you great skill with gnome weapons. Whenever you gain a class feature that grants you expert or greater proficiency in a given weapon or weapons, you also gain that proficiency in the glaive, kukri, and all gnome weapons in which you are trained."
            ]
        }
    ],
    " goblinFeats": [
        {
            "name": "Bouncy Goblin",
            "level": "1",
            "traits": [
                "Goblin"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=999",
            "prereq": "unbreakable goblin heritage",
            "benefits": "You have a particular elasticity that makes it easy for you to bounce and squish.",
            "text": [
                "You have a particular elasticity that makes it easy for you to bounce and squish. You gain the trained proficiency rank in ",
                " (or another skill of your choice, if you were already trained in Acrobatics). You also gain a +2 circumstance bonus to Acrobatics checks to Tumble Through a foe’s space."
            ]
        },
        {
            "name": "Burn It!",
            "level": "1",
            "traits": [
                "Goblin"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=38",
            "prereq": "—",
            "benefits": "Fire fascinates you.",
            "text": [
                "Fire fascinates you. Your spells and alchemical items that deal fire damage gain a status bonus to damage equal to half the spell’s level or one-quarter the item’s level (minimum 1). You also gain a +1 status bonus to any persistent fire damage you deal."
            ]
        },
        {
            "name": "City Scavenger",
            "level": "1",
            "traits": [
                "Goblin"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=39",
            "prereq": "—",
            "benefits": "You know that the greatest treasures often look like refuse, and you scoff at those who throw away perfectly good scraps.",
            "text": [
                "You know that the greatest treasures often look like refuse, and you scoff at those who throw away perfectly good scraps. You gain a +1 circumstance bonus to checks to Subsist, and you can use Society or Survival when you Subsist in a settlement.",
                " When you Subsist in a city, you also gather valuable junk that silly longshanks threw away. You can Earn Income using Society or Survival in the same time as you Subsist, without spending any additional days of downtime. You also gain a +1 circumstance bonus to this check.",
                " If you have the irongut goblin heritage, increase the bonuses to +2."
            ]
        },
        {
            "name": "Fang Sharpener",
            "level": "1",
            "traits": [
                "Goblin"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1000",
            "prereq": "irongut goblin or razortooth goblin heritage",
            "benefits": "You have filed your teeth into jagged points and have an unusually powerful jaw, making your mouth a dangerous weapon.",
            "text": [
                "You have filed your teeth into jagged points and have an unusually powerful jaw, making your mouth a dangerous weapon. If you’re an irongut goblin, you gain a jaws unarmed attack that deals 1d4 piercing damage, and if you’re a razortooth goblin, your jaws unarmed attack deals 1d8 piercing damage and loses the finesse trait. Whenever you score a critical hit with your jaws unarmed attack, your target takes 1 ",
                " bleed damage per weapon damage die."
            ]
        },
        {
            "name": "Goblin Lore",
            "level": "1",
            "traits": [
                "Goblin"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=40",
            "prereq": "—",
            "benefits": "You’ve picked up skills and tales from your goblin community.",
            "text": [
                "You’ve picked up skills and tales from your goblin community. You gain the trained proficiency rank in Nature and Stealth. If you would automatically become trained in one of those skills (from your background or class, for example), you instead become trained in a skill of your choice. You also become trained in Goblin Lore."
            ]
        },
        {
            "name": "Goblin Scuttle",
            "level": "1",
            "traits": [
                "Goblin"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=41",
            "prereq": "—",
            "benefits": "You take advantage of your ally’s movement to adjust your position.",
            "text": [
                "You take advantage of your ally’s movement to adjust your position. You Step."
            ]
        },
        {
            "name": "Goblin Song",
            "level": "1",
            "traits": [
                "Goblin"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=42",
            "prereq": "—",
            "benefits": "You sing annoying goblin songs, distracting your foes with silly and repetitive lyrics.",
            "text": [
                "You sing annoying goblin songs, distracting your foes with silly and repetitive lyrics. Attempt a Performance check against the Will DC of a single enemy within 30 feet. This has all the usual traits and restrictions of a Performance check. You can affect up to two targets within range if you have expert proficiency in Performance, four if you have master proficiency, and eight if you have legendary proficiency.",
                " The target takes a –1 status penalty to Perception checks and Will saves for 1 minute.",
                " The target takes a –1 status penalty to Perception checks and Will saves for 1 round.",
                " The target is temporarily immune to attempts to use Goblin Song for 1 hour."
            ]
        },
        {
            "name": "Goblin Weapon Familiarity",
            "level": "1",
            "traits": [
                "Goblin"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=43",
            "prereq": "—",
            "benefits": "Others might look upon them with disdain, but you know that the weapons of your people are as effective as they are sharp.",
            "text": [
                "Others might look upon them with disdain, but you know that the weapons of your people are as effective as they are sharp. You are trained with the dogslicer and horsechopper.",
                " In addition, you gain access to all uncommon goblin weapons. For the purpose of determining your proficiency, martial goblin weapons are simple weapons and advanced goblin weapons are martial weapons."
            ]
        },
        {
            "name": "Hard Tail",
            "level": "1",
            "traits": [
                "Goblin"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1001",
            "prereq": "tailed goblin heritage",
            "benefits": "Your tail is much stronger than most, and you can lash out with it with the strength of a whip.",
            "text": [
                "Your tail is much stronger than most, and you can lash out with it with the strength of a whip. You gain a tail unarmed attack that deals 1d6 bludgeoning damage."
            ]
        },
        {
            "name": "Junk Tinker",
            "level": "1",
            "traits": [
                "Goblin"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=44",
            "prereq": "—",
            "benefits": "You can make useful tools out of even twisted or rusted scraps.",
            "text": [
                "You can make useful tools out of even twisted or rusted scraps. When using the Crafting skill to Craft, you can make level 0 items, including weapons but not armor, out of junk. This reduces the Price to one-quarter the usual amount but always results in a shoddy item. Shoddy items normally give a penalty, but you don’t take this penalty when using shoddy items you made.",
                " You can also incorporate junk to save money while you Craft any item. This grants you a discount on the item as if you had spent 1 additional day working to reduce the cost, but the item is obviously made of junk. At the GM’s discretion, this might affect the item’s resale value depending on the buyer’s tastes."
            ]
        },
        {
            "name": "Rough Rider",
            "level": "1",
            "traits": [
                "Goblin"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=45",
            "prereq": "—",
            "benefits": "You are especially good at riding traditional goblin mounts.",
            "text": [
                "You are especially good at riding traditional goblin mounts. You gain the ",
                " feat, even if you don’t meet the prerequisites. You gain a +1 circumstance bonus to Nature checks to use Command an Animal on a ",
                " or ",
                " mount. You can always select a wolf as your animal companion, even if you would usually select an animal companion with the mount special ability, such as for a ",
                "."
            ]
        },
        {
            "name": "Very Sneaky",
            "level": "1",
            "traits": [
                "Goblin"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=46",
            "prereq": "—",
            "benefits": "Taller folk rarely pay attention to the shadows at their feet, and you take full advantage of this.",
            "text": [
                "Taller folk rarely pay attention to the shadows at their feet, and you take full advantage of this. You can move 5 feet farther when you take the Sneak action, up to your Speed. In addition, as long as you continue to use Sneak actions and succeed at your Stealth check, you don’t become observed if you don’t have cover or greater cover and aren’t concealed at the end of the Sneak action, as long as you have cover or greater cover or are concealed at the end of your turn."
            ]
        },
        {
            "name": "Ankle Bite",
            "level": "5",
            "traits": [
                "Goblin"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1002",
            "prereq": "Fang Sharpener or razortooth goblin heritage",
            "benefits": "Whenever someone grabs onto you, you instinctively bite down hard.",
            "text": [
                "Whenever someone grabs onto you, you instinctively bite down hard. Sometimes that makes them let go, and sometimes it just makes them angrier, but either way, it’s both satisfying and tasty. Make a jaws Strike against the triggering foe. On a critical hit, you are no longer grabbed. This Strike doesn’t count toward your multiple attack penalty, and your multiple attack penalty doesn’t apply to this Strike."
            ]
        },
        {
            "name": "Chosen of Lamashtu",
            "level": "5",
            "traits": [
                "Goblin"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1003",
            "prereq": "worshipper of Lamashtu",
            "benefits": "You bear the favor and blessings of Lamashtu, the Mother of Monsters.",
            "text": [
                "You bear the favor and blessings of ",
                ", the Mother of Monsters. She has bestowed a mutation upon you, granting you the benefits of another heritage. Choose one goblin heritage that you do not already have; you gain that heritage and its benefits."
            ]
        },
        {
            "name": "Goblin Weapon Frenzy",
            "level": "5",
            "traits": [
                "Goblin"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=47",
            "prereq": "Goblin Weapon Familiarity",
            "benefits": "You know how to wield your people’s vicious weapons.",
            "text": [
                "You know how to wield your people’s vicious weapons. Whenever you score a critical hit using a goblin weapon, you apply the weapon’s critical specialization effect."
            ]
        },
        {
            "name": "Tail Spin",
            "level": "5",
            "traits": [
                "Goblin"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1004",
            "prereq": "tailed goblin heritage, Hard Tail ",
            "benefits": "You excel at using your tail as a weapon to upend your foes.",
            "text": [
                "You excel at using your tail as a weapon to upend your foes. Attempt a single ",
                " check to Trip up to two adjacent creatures. If you roll a success against a target, you get a critical success against that target instead."
            ]
        },
        {
            "name": "Torch Goblin",
            "level": "5",
            "traits": [
                "Goblin"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1005",
            "prereq": "charhide goblin heritage",
            "benefits": "You’ve spent enough time on fire that you know how to use it to your advantage.",
            "text": [
                "You’ve spent enough time on fire that you know how to use it to your advantage. You can light yourself thoroughly on fire with a held torch, a bottle of ",
                ", or a similar incendiary, dealing yourself 1d6 persistent fire damage. As long as you are suffering persistent fire damage, all your melee attacks against adjacent creatures deal an additional 1 fire damage per weapon damage die. Any creature that successfully ",
                ", ",
                ", or ",
                " you takes 1d6 fire damage; if it uses a weapon for that action, the weapon takes the damage instead. You must still attempt the flat check to remove the persistent fire damage each round, as normal."
            ]
        },
        {
            "name": "Tree Climber",
            "level": "5",
            "traits": [
                "Goblin"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1006",
            "prereq": "tailed goblin or treedweller goblin heritage",
            "benefits": "Your time in forest or jungle canopies has taught you how to scramble across branches with sure feet.",
            "text": [
                "Your time in forest or jungle canopies has taught you how to scramble across branches with sure feet. You gain a climb Speed of 10 feet. If you also have the ",
                " ancestry feat, your total climb Speed increases to your land Speed when climbing trees."
            ]
        },
        {
            "name": "Cave Climber",
            "level": "9",
            "traits": [
                "Goblin"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=48",
            "prereq": "—",
            "benefits": "After years of crawling and climbing through caverns, you can climb easily anywhere you go.",
            "text": [
                "After years of crawling and climbing through caverns, you can climb easily anywhere you go. You gain a climb Speed of 10 feet."
            ]
        },
        {
            "name": "Freeze It!",
            "level": "9",
            "traits": [
                "Goblin"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1007",
            "prereq": "snow goblin heritage",
            "benefits": "You are no rime hag or Jadwiga, but the magic of the north has still left a mark on you.",
            "text": [
                "You are no rime hag or Jadwiga, but the magic of the north has still left a mark on you. Frigid ice runs through your veins, and you can expel frost from your body to freeze your foes. Attempt an ",
                " check against the Fortitude DC of an adjacent foe. If you have master proficiency in Athletics, you can affect up to two adjacent foes, rolling one Athletics check against each foe.",
                " The target becomes clumsy 2 for 1 round.",
                " The target becomes clumsy 1 for 1 round.",
                " The target is temporarily immune for 1 minute."
            ]
        },
        {
            "name": "Hungry Goblin",
            "level": "9",
            "traits": [
                "Goblin"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1008",
            "prereq": "Fang Sharpener",
            "benefits": "You’ll eat anything and anyone.",
            "text": [
                "You’ll eat anything and anyone. Whenever you inflict persistent bleed damage with your jaws unarmed attack, you gain temporary Hit Points equal to half your level for 1 minute."
            ]
        },
        {
            "name": "Roll with It",
            "level": "9",
            "traits": [
                "Goblin"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1009",
            "prereq": "unbreakable goblin heritage, Bouncy Goblin",
            "benefits": "When you take a big hit, your foe bounces you around like a rubber ball, but you escape the worst of the blow.",
            "text": [
                "When you take a big hit, your foe bounces you around like a rubber ball, but you escape the worst of the blow. Your foe can move you any distance of its choice up to 30 feet in a direction of its choice (this is not forced movement, and it triggers reactions as normal). You fall prone and are stunned 1. Attempt a DC 6 flat check. On a success, you take minimum damage from the attack, and on a critical success, if the attack was a critical hit, you don’t take double damage from the critical hit."
            ]
        },
        {
            "name": "Scalding Spit",
            "level": "9",
            "traits": [
                "Goblin"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1010",
            "prereq": "Torch Goblin",
            "benefits": "Your bodily fluids burn with surprising volatility, as if you ran on oil instead of blood.",
            "text": [
                "Your bodily fluids burn with surprising volatility, as if you ran on oil instead of blood. As long as you are taking ",
                ", you gain a boiling spit ranged unarmed attack with a range of 30 feet that deals 1d6 fire damage."
            ]
        },
        {
            "name": "Skittering Scuttle",
            "level": "9",
            "traits": [
                "Goblin"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=49",
            "prereq": "Goblin Scuttle",
            "benefits": "You can scuttle farther and faster when maneuvering alongside allies.",
            "text": [
                "You can scuttle farther and faster when maneuvering alongside allies. When you use ",
                ", you can Stride up to half your Speed instead of Stepping."
            ]
        },
        {
            "name": "Goblin Weapon Expertise",
            "level": "13",
            "traits": [
                "Goblin"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=50",
            "prereq": "Goblin Weapon Familiarity",
            "benefits": "Your goblin affinity blends with your class training, granting you great skill with goblin weapons.",
            "text": [
                "Your goblin affinity blends with your class training, granting you great skill with goblin weapons. Whenever you gain a class feature that grants you expert or greater proficiency in a given weapon or weapons, you also gain that proficiency in the dogslicer, horsechopper, and all goblin weapons in which you are trained."
            ]
        },
        {
            "name": "Unbreakable-er Goblin",
            "level": "13",
            "traits": [
                "Goblin"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1011",
            "prereq": "unbreakable goblin heritage",
            "benefits": "As hard as most unbreakable goblins are to break, you are that much harder to break.",
            "text": [
                "As hard as most unbreakable goblins are to break, you are that much harder to break. You gain 20 Hit Points from your ancestry instead of 10. When you fall, you take no falling damage. If you have the ",
                " feat, after falling or jumping from a height of at least 20 feet, you can bounce back into the air, up to half the distance you fell (and half as far forward if you jumped). These bounces continue until you bounce less than 20 feet."
            ]
        },
        {
            "name": "Very, Very Sneaky",
            "level": "13",
            "traits": [
                "Goblin"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=51",
            "prereq": "Very Sneaky",
            "benefits": "Your ability to hide is so great, you can disappear straight from vision.",
            "text": [
                "You can move up to your Speed when you use the Sneak action, and you no longer need to have cover or greater cover or be concealed to Hide or Sneak."
            ]
        }
    ],
    " halfElfFeats": [
        {
            "name": "Adapted Cantrip",
            "level": "1",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=66",
            "prereq": "spellcasting class feature",
            "benefits": "Through study of multiple magical traditions, you’ve altered a spell to suit your spellcasting style.",
            "text": [
                "Through study of multiple magical traditions, you’ve altered a spell to suit your spellcasting style. Choose one cantrip from a magical tradition other than your own. If you have a spell repertoire or a spellbook, replace one of the cantrips you know or have in your spellbook with the chosen spell. If you prepare spells without a spellbook (if you’re a cleric or druid, for example), one of your cantrips must always be the chosen spell, and you prepare the rest normally. You can cast this cantrip as a spell of your class’s tradition.",
                " If you swap or retrain this cantrip later, you can choose its replacement from the same alternate tradition or a different one."
            ]
        },
        {
            "name": "Ancestral Longevity",
            "level": "1",
            "traits": [
                "Elf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=12",
            "prereq": "at least 100 years old",
            "benefits": "You have accumulated a vast array of lived knowledge over the years.",
            "text": [
                "You have accumulated a vast array of lived knowledge over the years. During your daily preparations, you can reflect upon your life experiences to gain the trained proficiency rank in one skill of your choice. This proficiency lasts until you prepare again. Since this proficiency is temporary, you can’t use it as a prerequisite for a skill increase or a permanent character option like a feat."
            ]
        },
        {
            "name": "Arcane Tattoos",
            "level": "1",
            "traits": [
                "Human",
                " Uncommon"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=938",
            "prereq": "—",
            "benefits": "You have tattoos on your body corresponding to one of the ancient Thassilonian schools of magic.",
            "text": [
                "You have tattoos on your body corresponding to one of the ancient Thassilonian schools of magic. Choose one of the following schools of magic: abjuration (",
                "), conjuration (",
                "), enchantment (",
                "), evocation (",
                "), illusion (",
                "), necromancy (",
                "), or transmutation (",
                "). You can cast the associated cantrip (listed in parentheses) as an innate arcane spell at will.\r"
            ]
        },
        {
            "name": "Cooperative Nature",
            "level": "1",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=67",
            "prereq": "—",
            "benefits": "The short human life span lends perspective and has taught you from a young age to set aside differences and work with others to achieve greatness.",
            "text": [
                "The short human life span lends perspective and has taught you from a young age to set aside differences and work with others to achieve greatness. You gain a +4 circumstance bonus on checks to Aid."
            ]
        },
        {
            "name": "Courteous Comback",
            "level": "1",
            "traits": [
                "Human",
                " Fortune",
                " Uncommon"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=939",
            "prereq": "—",
            "benefits": "You grew up in the proud Padishah Empire, where even insults have a certain poetic wit.",
            "text": [
                "You grew up in the proud Padishah Empire, where even insults have a certain poetic wit. Reroll the triggering Diplomacy check, using the second result."
            ]
        },
        {
            "name": "Devil's Advocate",
            "level": "1",
            "traits": [
                "Human",
                " Uncommon"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=940",
            "prereq": "—",
            "benefits": "You know more about the habits of devils than is entirely safe.",
            "text": [
                "You know more about the habits of devils than is entirely safe. You gain a +2 circumstance bonus to Perception checks against ",
                " and saving throws against their abilities. In addition, whenever you meet a devil in a social situation, you can immediately attempt a ",
                " check to Make an Impression on that creature rather than needing to converse for 1 minute. You take a –5 penalty to the check. If you fail, you can engage in 1 minute of conversation and attempt a new check at the end of that time rather than accepting the failure or critical failure result.",
                " If you have the ",
                " skill feat, you don’t take the penalty to your immediate Diplomacy check if the target is a devil."
            ]
        },
        {
            "name": "Dragon Spit",
            "level": "1",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=941",
            "prereq": "Tian-Dan ethnicity",
            "benefits": "Many Tian-Dan claim to have dragon blood in their veins, and in your case, this is true—you can spit energy, and you might have an especially visible sign of your draconic heritage.",
            "text": [
                "Many Tian-Dan claim to have dragon blood in their veins, and in your case, this is true—you can spit energy, and you might have an especially visible sign of your draconic heritage. Choose one of the following cantrips: ",
                ", ",
                ", ",
                ", or ",
                ". You can cast this spell as an innate arcane spell at will, and when you cast it, the spell’s energy emerges from your mouth."
            ]
        },
        {
            "name": "Elemental Wrath",
            "level": "1",
            "traits": [
                "Elf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=975",
            "prereq": "—",
            "benefits": "You are so attuned to the land that you can call forth a bolt of energy from your surroundings.",
            "text": [
                "You are so attuned to the land that you can call forth a bolt of energy from your surroundings. When you gain this feat, select acid, cold, electricity, or fire. You can call to the land to cast the ",
                " cantrip as an innate primal spell at will, except the spell has only verbal components and deals the type of damage you chose instead of acid damage; the spell gains the trait appropriate to its damage instead of the ",
                " trait. A cantrip is heightened to a spell level equal to half your level rounded up."
            ]
        },
        {
            "name": "Elf Atavism",
            "level": "1",
            "traits": [
                "Half-Elf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=79",
            "prereq": "—",
            "benefits": "Your elven blood runs particularly strong, granting you features far more elven than those of a typical half-elf.",
            "text": [
                "Your elven blood runs particularly strong, granting you features far more elven than those of a typical half-elf. You may also have been raised among elves, steeped in your elven ancestors’ heritage. You gain the benefits of the elf heritage of your elven parent or ancestors. You typically can’t select a heritage that depends on or improves an elven feature you don’t have. For example, you couldn’t gain the cavern elf’s darkvision ability if you didn’t have low-light vision. In these cases, at the GM’s discretion, you might gain a different benefit.",
                " You can take this feat only at 1st level, and you can’t retrain out of this feat or into this feat."
            ]
        },
        {
            "name": "Elven Lore",
            "level": "1",
            "traits": [
                "Elf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=13",
            "prereq": "—",
            "benefits": "You’ve studied in traditional elven arts, learning about arcane magic and the world around you.",
            "text": [
                "You’ve studied in traditional elven arts, learning about arcane magic and the world around you. You gain the trained proficiency rank in Arcana and Nature. If you would automatically become trained in one of those skills (from your background or class, for example), you instead become trained in a skill of your choice. You also become trained in Elven Lore."
            ]
        },
        {
            "name": "Elven Verve",
            "level": "1",
            "traits": [
                "Elf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=976",
            "prereq": "—",
            "benefits": "While all elves are immune to the paralyzing touch of ghouls, you can shake off flesh-numbing magic of all kinds.",
            "text": [
                "While all elves are immune to the paralyzing touch of ",
                ", you can shake off flesh-numbing magic of all kinds. You gain a +1 circumstance bonus to saves against effects that would impose the ",
                ", ",
                ", or ",
                " conditions. When you would be immobilized, paralyzed, or slowed for at least 2 rounds, reduce that duration by 1 round."
            ]
        },
        {
            "name": "Elven Weapon Familiarity",
            "level": "1",
            "traits": [
                "Elf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=14",
            "prereq": "—",
            "benefits": "You favor bows and other elegant weapons.",
            "text": [
                "You favor bows and other elegant weapons. You are trained with longbows, composite longbows, longswords, rapiers, shortbows, and composite shortbows.",
                " In addition, you gain access to all uncommon elf weapons. For the purpose of determining your proficiency, martial elf weapons are simple weapons and advanced elf weapons are martial weapons."
            ]
        },
        {
            "name": "Forlorn",
            "level": "1",
            "traits": [
                "Elf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=15",
            "prereq": "—",
            "benefits": "Watching your friends age and die fills you with moroseness that protects you against harmful emotions.",
            "text": [
                "Watching your friends age and die fills you with moroseness that protects you against harmful emotions. You gain a +1 circumstance bonus to saving throws against emotion effects. If you roll a success on a saving throw against an emotion effect, you get a critical success instead."
            ]
        },
        {
            "name": "General Training",
            "level": "1",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=68",
            "prereq": "—",
            "benefits": "Your adaptability manifests in your mastery of a range of useful abilities.",
            "text": [
                "Your adaptability manifests in your mastery of a range of useful abilities. You gain a 1st-level general feat. You must meet the feat’s prerequisites, but if you select this feat during character creation, you can select the feat later in the process in order to determine which prerequisites you meet.",
                " You can select this feat multiple times, choosing a different feat each time."
            ]
        },
        {
            "name": "Gloomseer",
            "level": "1",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=942",
            "prereq": "Nidalese ethnicity",
            "benefits": "Gloom holds few terrors for you, and the pall of darkness over Nidal has made you comfortable in dim light.",
            "text": [
                "Gloom holds few terrors for you, and the pall of darkness over Nidal has made you comfortable in dim light. You gain ",
                "."
            ]
        },
        {
            "name": "Haughty Obstinacy",
            "level": "1",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=69",
            "prereq": "—",
            "benefits": "Your powerful ego makes it harder for others to order you around.",
            "text": [
                "Your powerful ego makes it harder for others to order you around. If you roll a success on a saving throw against a mental effect that attempts to directly control your actions, you critically succeed instead. If a creature rolls a failure on a check to Coerce you using Intimidation, it gets a critical failure instead (so it can’t try to Coerce you again for 1 week)."
            ]
        },
        {
            "name": "Keep Up Appearances",
            "level": "1",
            "traits": [
                "Human",
                " Uncommon"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=943",
            "prereq": "—",
            "benefits": "Taldan pride means you never show weakness.",
            "text": [
                "Taldan pride means you never show weakness. Roll a ",
                " check and compare the result to any observing creatures’ Perception DCs. On a success, that creature believes you were unaffected by the emotion effect. A creature tricked in this manner can’t benefit from the emotion effect and can’t use abilities that require you to be under this emotion effect; for example, if you successfully use this ability to trick a will-o’-wisp into believing you aren’t under a ",
                " effect, it can’t use its Feed on Fear ability on you."
            ]
        },
        {
            "name": "Know Oneself",
            "level": "1",
            "traits": [
                "Human",
                " Fortune",
                " Uncommon"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=944",
            "prereq": "—",
            "benefits": "You center yourself and call to mind the Vudrani monastic ideals of mindfulness and self-knowledge.",
            "text": [
                "You center yourself and call to mind the Vudrani monastic ideals of mindfulness and self-knowledge. You fail the save against the emotion effect instead of critically failing."
            ]
        },
        {
            "name": "Natural Ambition",
            "level": "1",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=70",
            "prereq": "—",
            "benefits": "You were raised to be ambitious and always reach for the stars, leading you to progress quickly in your chosen field.",
            "text": [
                "You were raised to be ambitious and always reach for the stars, leading you to progress quickly in your chosen field. You gain a 1st-level class feat for your class. You must meet the prerequisites, but you can select the feat later in the character creation process in order to determine which prerequisites you meet."
            ]
        },
        {
            "name": "Natural Skill",
            "level": "1",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=71",
            "prereq": "—",
            "benefits": "Your ingenuity allows you to learn a wide variety of skills.",
            "text": [
                "Your ingenuity allows you to learn a wide variety of skills. You gain the trained proficiency rank in two skills of your choice."
            ]
        },
        {
            "name": "Nimble Elf",
            "level": "1",
            "traits": [
                "Elf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=16",
            "prereq": "—",
            "benefits": "Your muscles are tightly honed.",
            "text": [
                "Your muscles are tightly honed. Your Speed increases by 5 feet."
            ]
        },
        {
            "name": "Otherworldly Magic",
            "level": "1",
            "traits": [
                "Elf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=17",
            "prereq": "—",
            "benefits": "Your elven magic manifests as a simple arcane spell, even if you aren’t formally trained in magic.",
            "text": [
                "Your elven magic manifests as a simple arcane spell, even if you aren’t formally trained in magic. Choose one cantrip from the ",
                " spell list. You can cast this cantrip as an arcane innate spell at will. A cantrip is heightened to a spell level equal to half your level rounded up."
            ]
        },
        {
            "name": "Quah Bond",
            "level": "1",
            "traits": [
                "Human",
                " Uncommon"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=945",
            "prereq": "—",
            "benefits": "You grew up among the Shoanti tribes, with the spirits watching over you, and they offer you guidance.",
            "text": [
                "You grew up among the Shoanti tribes, with the spirits watching over you, and they offer you guidance. You gain the trained proficiency rank in the skill listed for your quah (or another skill of your choice, if you’re already trained in that skill). You gain the ",
                " skill feat in that skill, as the spirits’ help guides your actions. "
            ]
        },
        {
            "name": "Round Ears",
            "level": "1",
            "traits": [
                "Half-Elf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=960",
            "prereq": "—",
            "benefits": "Your elven lineage is subtle enough that you look barely different from other humans, and you’ve learned to use that to your advantage.",
            "text": [
                "Your elven lineage is subtle enough that you look barely different from other humans, and you’ve learned to use that to your advantage. You gain the trained proficiency rank in ",
                " (or another skill of your choice, if you were already trained in Deception). You gain a +4 circumstance bonus to Impersonate checks to pretend you aren’t a half-elf. Observers are never granted circumstance bonuses to Perception checks due to you Impersonating a full-blooded human, and you never take circumstance penalties due to you Impersonating a full-blooded human.",
                " You can take this feat only at 1st level, and you can’t retrain out of this feat or into this feat."
            ]
        },
        {
            "name": "Saoc Astrology",
            "level": "1",
            "traits": [
                "Human",
                " Concentrate",
                " Uncommon"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=946",
            "prereq": "—",
            "benefits": "The ancient Saoc Brethren were the masters of astrology, and while your knowledge may be but a pale shadow of their wisdom, it still comes in handy.",
            "text": [
                "The ancient Saoc Brethren were the masters of astrology, and while your knowledge may be but a pale shadow of their wisdom, it still comes in handy. You recall the stars’ predictions about your current situation. If your next action requires you to attempt one or more skill checks, roll 1d8. On a result of 6, 7, or 8, you gain a +2 circumstance bonus to the first such skill check you attempt. On a 3, 4, or 5, you gain a +1 circumstance bonus. On a 2, you gain nothing. On a 1, you take a –1 circumstance penalty to the skill check."
            ]
        },
        {
            "name": "Share Thoughts",
            "level": "1",
            "traits": [
                "Elf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=977",
            "prereq": "Mualijae, Ilverani, or Vourinoi ethnicity",
            "benefits": "You have an uncanny knack of communicating with other elves without speaking, though this habit that is often uncomfortable to observers.",
            "text": [
                "You have an uncanny knack of communicating with other elves without speaking, though this habit that is often uncomfortable to observers. You can cast ",
                " as an innate occult spell once per day, but you can target only other elves or half-elves."
            ]
        },
        {
            "name": "Sociable",
            "level": "1",
            "traits": [
                "Half-Elf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=961",
            "prereq": "—",
            "benefits": "You’re extremely extroverted, and you often spend your time carousing or otherwise socializing.",
            "text": [
                "You’re extremely extroverted, and you often spend your time carousing or otherwise socializing. You are trained in ",
                " (or another skill of your choice if you were already trained in Diplomacy), and you gain the ",
                " skill feat."
            ]
        },
        {
            "name": "Tupilaq Carver",
            "level": "1",
            "traits": [
                "Human",
                " Uncommon"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=947",
            "prereq": "You have a spellcasting class feature with the divine or primal tradition",
            "benefits": "You know the truth behind old stories that tell of sending a fetish of bone and sinew to seek vengeance.",
            "text": [
                "You know the truth behind old stories that tell of sending a fetish of bone and sinew to seek vengeance. These old magics allow you to conjure constructs with ease. Add the ",
                " spell to your spell list. The constructs you summon have a distinct ivory scrimshaw appearance, and if you include a drop of blood, lock of hair, or other portion of a creature’s body as part of the spell’s material component, the summoned construct gains a +4 status bonus to Perception checks to sense or locate that creature."
            ]
        },
        {
            "name": "Unconventional Weaponry",
            "level": "1",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=72",
            "prereq": "—",
            "benefits": "You’ve familiarized yourself with a particular weapon, potentially from another ancestry or culture.",
            "text": [
                "You’ve familiarized yourself with a particular weapon, potentially from another ancestry or culture. Choose an uncommon simple or martial weapon with a trait corresponding to an ancestry (such as dwarf, goblin, or orc) or that is common in another culture. You gain access to that weapon, and for the purpose of determining your proficiency, that weapon is a simple weapon.",
                " If you are trained in all martial weapons, you can choose an uncommon advanced weapon with such a trait. You gain access to that weapon, and for the purpose of determining your proficiency, that weapon is a martial weapon."
            ]
        },
        {
            "name": "Unwavering Mien",
            "level": "1",
            "traits": [
                "Elf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=18",
            "prereq": "—",
            "benefits": "Your mystic control and meditations allow you to resist external influences upon your consciousness.",
            "text": [
                "Your mystic control and meditations allow you to resist external influences upon your consciousness. Whenever you are affected by a mental effect that lasts at least 2 rounds, you can reduce the duration by 1 round.",
                " You still require natural sleep, but you treat your saving throws against effects that would cause you to fall asleep as one degree of success better. This protects only against sleep effects, not against other forms of falling unconscious."
            ]
        },
        {
            "name": "Viking Shieldbearer",
            "level": "1",
            "traits": [
                "Human",
                " Uncommon"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=948",
            "prereq": "—",
            "benefits": "You trained with shields and weapons as soon as you were old enough to hold them, eager to win honor and glory for yourself.",
            "text": [
                "You trained with shields and weapons as soon as you were old enough to hold them, eager to win honor and glory for yourself. You gain the ",
                " reaction and are trained in your choice of the battle axe or longsword."
            ]
        },
        {
            "name": "Wildborn Magic",
            "level": "1",
            "traits": [
                "Elf",
                " Uncommon"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=978",
            "prereq": "—",
            "benefits": "You have learned to access the old magic of wild places.",
            "text": [
                "You have learned to access the old magic of wild places. Choose one cantrip from the ",
                " spell list. You can cast this cantrip as an innate primal spell at will. A cantrip is heightened to a spell level equal to half your level rounded up."
            ]
        },
        {
            "name": "Witch Warden",
            "level": "1",
            "traits": [
                "Human",
                " Uncommon"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=949",
            "prereq": "—",
            "benefits": "You and your family have fought long and hard against witches, particularly the winter witches of Irrisen, and you’ve learned to be wary of their curses and the otherworldly powers their patrons grant.",
            "text": [
                "You and your family have fought long and hard against witches, particularly the winter witches of Irrisen, and you’ve learned to be wary of their curses and the otherworldly powers their patrons grant. You gain a +1 circumstance bonus to saving throws against ",
                ", and to saving throws against spells cast by a witch or ",
                ". If you roll a success on a saving throw against a curse or a spell cast by a witch or hag, you get a critical success instead."
            ]
        },
        {
            "name": "Woodcraft",
            "level": "1",
            "traits": [
                "Elf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=979",
            "prereq": "—",
            "benefits": "You have a innate familiarity with forested areas.",
            "text": [
                "You have a innate familiarity with forested areas. When in a forest or jungle environment, if you roll a critical failure on a ",
                " skill check to Sense Direction, Subsist, or Cover Tracks, you get a failure instead, and if you roll a success, you get a critical success instead."
            ]
        },
        {
            "name": "Adaptive Adept",
            "level": "5",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=73",
            "prereq": "Adapted Cantrip, can cast 3rd-level spells",
            "benefits": "You’ve continued adapting your magic to blend your class’s tradition with your adapted tradition.",
            "text": [
                "You’ve continued adapting your magic to blend your class’s tradition with your adapted tradition. Choose a cantrip or 1st-level spell from the same magical tradition as your cantrip from ",
                ". You gain that spell, adding it to your spell repertoire, spellbook, or prepared spells just like the cantrip from Adapted Cantrip. You can cast this spell as a spell of your class’s magical tradition. If you choose a 1st-level spell, you don’t gain access to the heightened versions of that spell, meaning you can’t prepare them if you prepare spells and you can’t learn them or select the spell as a signature spell if you have a spell repertoire."
            ]
        },
        {
            "name": "Ageless Patience",
            "level": "5",
            "traits": [
                "Elf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=19",
            "prereq": "—",
            "benefits": "You work at a pace born from longevity that enhances your thoroughness.",
            "text": [
                "You work at a pace born from longevity that enhances your thoroughness. You can voluntarily spend twice as much time as normal on a Perception check or skill check to gain a +2 circumstance bonus to that check. You also don’t treat a natural 1 as worse than usual on these checks; you get a critical failure only if your result is 10 lower than the DC. For example, you could get these benefits if you spent 2 actions to Seek, which normally takes 1 action. You can get these benefits during exploration by taking twice as long exploring as normal, or in downtime by spending twice as much downtime.",
                " The GM might determine a situation doesn’t grant you a benefit if a delay would be directly counterproductive to your success, such as a tense negotiation with an impatient creature."
            ]
        },
        {
            "name": "Clever Improviser",
            "level": "5",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=74",
            "prereq": "—",
            "benefits": "You’ve learned how to handle situations when you’re out of your depth.",
            "text": [
                "You’ve learned how to handle situations when you’re out of your depth. You gain the ",
                " general feat. In addition, you can attempt skill actions that normally require you to be trained, even if you are untrained."
            ]
        },
        {
            "name": "Darkseer",
            "level": "5",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=950",
            "prereq": "Gloomseer",
            "benefits": "Zon-Kuthon smiles upon you—even if you curse his name—granting you pitch-black eyes that allow you to see in shadows and darkness.",
            "text": [
                " smiles upon you—even if you curse his name—granting you pitch-black eyes that allow you to see in shadows and darkness. You gain ",
                "."
            ]
        },
        {
            "name": "Defiance Unto Death",
            "level": "5",
            "traits": [
                "Elf",
                " Uncommon"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=980",
            "prereq": "—",
            "benefits": "You loathe the alghollthus and their mind magic, and you’ve been trained to be willing to die rather than give into mental manipulation.",
            "text": [
                "You loathe the ",
                " and their mind magic, and you’ve been trained to be willing to die rather than give into mental manipulation. If you would start your turn ",
                ", ",
                ", or ",
                " due to a failed Will save, you can attempt a Will save against the same DC; on a success, you become ",
                " until your next turn, rather than act against your will."
            ]
        },
        {
            "name": "Elven Instincts",
            "level": "5",
            "traits": [
                "Elf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=981",
            "prereq": "—",
            "benefits": "Your senses let you react rapidly.",
            "text": [
                "Your senses let you react rapidly. You gain a +2 circumstance bonus to Perception checks made as initiative rolls. Additionally, if your initiative roll result is tied with that of an opponent, you go first, regardless of whether you rolled Perception or not."
            ]
        },
        {
            "name": "Elven Weapon Elegance",
            "level": "5",
            "traits": [
                "Elf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=20",
            "prereq": "Elven Weapon Familiarity",
            "benefits": "You are attuned to the weapons of your elven ancestors and are particularly deadly when using them.",
            "text": [
                "You are attuned to the weapons of your elven ancestors and are particularly deadly when using them. Whenever you critically hit using an elf weapon or one of the weapons listed in ",
                ", you apply the weapon’s critical specialization effect."
            ]
        },
        {
            "name": "Forest Stealth",
            "level": "5",
            "traits": [
                "Elf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=982",
            "prereq": "Expert in Stealth",
            "benefits": "You are skilled at quickly hiding behind bits of underbrush or foliage.",
            "text": [
                "You are skilled at quickly hiding behind bits of underbrush or foliage. You ",
                " and then use that cover to Hide."
            ]
        },
        {
            "name": "Inspire Imitation",
            "level": "5",
            "traits": [
                "Half-Elf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=80",
            "prereq": "—",
            "benefits": "Your own actions inspire your allies to great achievements.",
            "text": [
                "Your own actions inspire your allies to great achievements. Whenever you critically succeed at a skill check, you automatically qualify to use the Aid reaction when attempting to help an ally using the same skill, even without spending an action to prepare to do so."
            ]
        },
        {
            "name": "Ornate Tattoo",
            "level": "5",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=951",
            "prereq": "Arcane Tattoos",
            "benefits": "You expand your tattoos to encompass greater magic.",
            "text": [
                "You expand your tattoos to encompass greater magic. Choose a 1st-level ",
                " spell from the same school as your Arcane Tattoos, either a common spell or another to which you have access. You can cast that spell once per day as an innate arcane spell."
            ]
        },
        {
            "name": "Supernatural Charm",
            "level": "5",
            "traits": [
                "Half-Elf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=81",
            "prereq": "—",
            "benefits": "The elven magic in your blood manifests as a force you can use to become more appealing or alluring.",
            "text": [
                "The elven magic in your blood manifests as a force you can use to become more appealing or alluring. You can cast 1st-level ",
                " as an arcane innate spell once per day."
            ]
        },
        {
            "name": "Wavetouched Paragon",
            "level": "5",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=952",
            "prereq": "Bonuwat ethnicity",
            "benefits": "You have been blessed by the sea, granting you the ability to swim like a fish.",
            "text": [
                "You have been blessed by the sea, granting you the ability to swim like a fish. You gain a 15-foot swim Speed.",
                " If you have the ",
                " background, you can take this feat at 1st level instead of 5th."
            ]
        },
        {
            "name": "Wildborn Adept",
            "level": "5",
            "traits": [
                "Elf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=983",
            "prereq": "Wildborn Magic",
            "benefits": "The whispers of the jungle grant you more diverse access to simple primal magic.",
            "text": [
                "The whispers of the jungle grant you more diverse access to simple primal magic. You can cast ",
                ", ",
                ", and ",
                " as innate primal spells at will. If you chose one of those spells with Wildborn Magic, you can select a new spell for Wildborn Magic."
            ]
        },
        {
            "name": "Brightness Seeker",
            "level": "9",
            "traits": [
                "Elf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=984",
            "prereq": "—",
            "benefits": "Once per day, you can spend 10 minutes studying your surroundings in search of omens related to a particular course of action to cast augury as an innate divine spell.",
            "text": [
                "Once per day, you can spend 10 minutes studying your surroundings in search of omens related to a particular course of action to cast ",
                " as an innate divine spell. Unless the result of the ",
                " was “nothing,” you gain the following reaction for the next 30 minutes:",
                " ",
                " You attempt an attack roll, skill check, or saving throw while performing the course of action from your ",
                ", but you haven’t rolled yet",
                "You gain a +1 status bonus to the triggering check, or a +2 status bonus if the result of the ",
                " was “woe” and you proceeded anyway."
            ]
        },
        {
            "name": "Cooperative Soul",
            "level": "9",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=75",
            "prereq": "Cooperative Nature",
            "benefits": "You have developed a soul-deep bond with your comrades and maintain an even greater degree of cooperation with them.",
            "text": [
                "You have developed a soul-deep bond with your comrades and maintain an even greater degree of cooperation with them. If you are at least an expert in the skill you are Aiding, you get a success on any outcome rolled to Aid other than a critical success."
            ]
        },
        {
            "name": "Dragon Prince",
            "level": "9",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=953",
            "prereq": "Dragon Spit",
            "benefits": "The blood of the Dragon Kings runs strong in your veins.",
            "text": [
                "The blood of the Dragon Kings runs strong in your veins. Your draconic heritage is clearly visible, with hair that is almost entirely crimson, azure, or the like, and that shines like a dragon’s scales. You can cast the ",
                " sorcerer bloodline spell as an innate arcane spell once per day, but you can use only the dragon breath that is associated with your heritage and that matches the energy type of your Dragon Spit feat. At 12th level and every 3 levels thereafter, the spell is heightened by an additional spell level."
            ]
        },
        {
            "name": "Elf Step",
            "level": "9",
            "traits": [
                "Elf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=21",
            "prereq": "—",
            "benefits": "You move in a graceful dance, and even your steps are broad.",
            "text": [
                "You move in a graceful dance, and even your steps are broad. You Step 5 feet twice."
            ]
        },
        {
            "name": "Expert Longevity",
            "level": "9",
            "traits": [
                "Elf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=22",
            "prereq": "Ancestral Longevity",
            "benefits": "You’ve continued to refine the knowledge and skills you’ve gained through your life.",
            "text": [
                "You’ve continued to refine the knowledge and skills you’ve gained through your life. When you choose a skill in which to become trained with ",
                ", you can also choose a skill in which you are already trained and become an expert in that skill. This lasts until your Ancestral Longevity expires.",
                " When the effects of Ancestral Longevity and Expert Longevity expire, you can retrain one of your skill increases. The skill increase you gain from this retraining must either make you trained in the skill you chose with Ancestral Longevity or make you an expert in the skill you chose with Expert Longevity."
            ]
        },
        {
            "name": "Heir of the Saoc",
            "level": "9",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=954",
            "prereq": "Saoc Astrology",
            "benefits": "In the past, you would have been a proud initiate of the Saoc Brethren.",
            "text": [
                "In the past, you would have been a proud initiate of the Saoc Brethren. Today, you carry on their legacy. When you use Saoc Astrology, roll 1d4 instead; on a 1, you take a –1 penalty to the skill check. On any other result, you gain a circumstance bonus of that value (for instance, a +3 circumstance bonus on a 3)."
            ]
        },
        {
            "name": "Incredible Improvisation",
            "level": "9",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=76",
            "prereq": "Clever Improviser",
            "benefits": "A stroke of brilliance gives you a major advantage with a skill despite your inexperience.",
            "text": [
                "A stroke of brilliance gives you a major advantage with a skill despite your inexperience. Gain a +4 circumstance bonus to the triggering skill check."
            ]
        },
        {
            "name": "Multitalented",
            "level": "9",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=77",
            "prereq": "—",
            "benefits": "You’ve learned to split your focus between multiple classes with ease.",
            "text": [
                "You’ve learned to split your focus between multiple classes with ease. You gain a 2nd-level multiclass dedication feat (for more about multiclass archetypes, see page 219), even if you normally couldn’t take another dedication feat until you take more feats from your current archetype.",
                " If you’re a half-elf, you don’t need to meet the feat’s ability score prerequisites."
            ]
        },
        {
            "name": "Sense Thoughts",
            "level": "9",
            "traits": [
                "Elf",
                " Uncommon"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=985",
            "prereq": "Share Thoughts",
            "benefits": "You have an even stranger knack for knowing what other people are thinking.",
            "text": [
                "You have an even stranger knack for knowing what other people are thinking. You can cast ",
                " as an innate occult spell once per day."
            ]
        },
        {
            "name": "Shory Aeromancer",
            "level": "9",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=955",
            "prereq": "Garundi, Mauxi, or Tian-Yae ethnicity",
            "benefits": "Your ancestors hailed from the flying cities of the Shory, and a few simple tricks have come down through the ages to you.",
            "text": [
                "Your ancestors hailed from the flying cities of the Shory, and a few simple tricks have come down through the ages to you. You can cast 4th-level ",
                " on yourself as an innate arcane spell once per day."
            ]
        },
        {
            "name": "Virtue-Forged Tattooed",
            "level": "9",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=956",
            "prereq": "Ornate Tattoo",
            "benefits": "Your tattoos are a work of eldritch genius, a masterpiece of art, magic, and skin.",
            "text": [
                "Your tattoos are a work of eldritch genius, a masterpiece of art, magic, and skin. Choose a 3rd-level ",
                " spell from the same school as your Arcane Tattoos, either a common spell or another to which you have access, including a lower-level spell heightened to 3rd level if you wish. You can cast that spell once per day as an innate arcane spell."
            ]
        },
        {
            "name": "Elven Weapon Expertise",
            "level": "13",
            "traits": [
                "Elf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=24",
            "prereq": "Elven Weapon Familiarity",
            "benefits": "Your elven affinity blends with your class training, granting you great skill with elven weapons.",
            "text": [
                "Your elven affinity blends with your class training, granting you great skill with elven weapons. Whenever you gain a class feature that grants you expert or greater proficiency in certain weapons, you also gain that proficiency in longbows, composite longbows, longswords, rapiers, shortbows, composite shortbows, and all elf weapons in which you are trained."
            ]
        },
        {
            "name": "Irriseni Ice-Witch",
            "level": "13",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=957",
            "prereq": "Jadwiga ethnicity, wintertouched human heritage",
            "benefits": "You can trace your direct descent from one of the Queens of Irrisen and thus from Baba Yaga herself.",
            "text": [
                "You can trace your direct descent from one of the Queens of Irrisen and thus from Baba Yaga herself. Your resistance to cold increases to 5 + half your level, and you can cast 5th-level ",
                " as an innate arcane spell once per day."
            ]
        },
        {
            "name": "Shadow Pact",
            "level": "13",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=958",
            "prereq": "Nidalese ethnicity",
            "benefits": "Thousands of years ago, your ancestors made a pact with Zon-Kuthon.",
            "text": [
                "Thousands of years ago, your ancestors made a pact with ",
                ". He has not forgotten, even if you might wish he had. You can take 1 damage to mix blood and shadows to cast 5th-level ",
                " as an innate divine spell. You can use this ability as often as you wish, but you can have only one such object in existence at a time. If the object encounters bright light, the spell ends and the object dissolves into shadows."
            ]
        },
        {
            "name": "Shory Aerialist",
            "level": "13",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=959",
            "prereq": "Garundi, Mauxi, or Tian-Yae ethnicity; Shory Aeromancer or ability to cast fly",
            "benefits": "Unique in Golarion’s history, the Shory people developed fighting styles dedicated to combat in the air.",
            "text": [
                "Unique in Golarion’s history, the Shory people developed fighting styles dedicated to combat in the air. You gain a +2 circumstance bonus to ",
                " checks to Maneuver in Flight and a +5-foot status bonus to your fly Speed whenever you are flying via magic."
            ]
        },
        {
            "name": "Unconventional Expertise",
            "level": "13",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=78",
            "prereq": "Unconventional Weaponry, trained in the weapon you chose for Unconventional Weaponry",
            "benefits": "You’ve continued to advance your powers using your unconventional weapon.",
            "text": [
                "You’ve continued to advance your powers using your unconventional weapon. Whenever you gain a class feature that grants you expert or greater proficiency in certain weapons, you also gain that proficiency in the weapon you chose for ",
                "."
            ]
        },
        {
            "name": "Universal Longevity",
            "level": "13",
            "traits": [
                "Elf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=23",
            "prereq": "Expert Longevity",
            "benefits": "You’ve perfected your ability to keep up with all the skills you’ve learned over your long life.",
            "text": [
                "You’ve perfected your ability to keep up with all the skills you’ve learned over your long life, so you’re almost never truly untrained at a skill. You reflect on your life experiences, changing the skills you selected with ",
                " and ",
                "."
            ]
        },
        {
            "name": "Wandering Heart",
            "level": "13",
            "traits": [
                "Elf"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=986",
            "prereq": "arctic elf, cavern elf, desert elf, woodland elf, or any other elf heritage based on adapting to an environment",
            "benefits": "While all elves adapt to their environments over time, you have traveled so widely and become attuned to so many environs that your body now changes more rapidly than other elves.",
            "text": [
                "While all elves adapt to their environments over time, you have traveled so widely and become attuned to so many environs that your body now changes more rapidly than other elves. After spending a week in an environment associated with an elf heritage (such as snow for arctic elf, or a forest or jungle for woodland elf) your heritage automatically changes to become that heritage. This never causes you to change to an elf heritage that isn’t related to an environment, such as ",
                ", ",
                ", or ",
                "."
            ]
        }
    ],
    " halflingFeats": [
        {
            "name": "Adroit Manipulation",
            "level": "1",
            "traits": [
                "Halfling",
                " Uncommon"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1012",
            "prereq": "—",
            "benefits": "You’ve fiddled with knots, locks, and blacksmith’s puzzles since you were a child to give your hands something to do.",
            "text": [
                "You’ve fiddled with knots, locks, and blacksmith’s puzzles since you were a child to give your hands something to do. You gain the trained proficiency rank in ",
                " (or another skill of your choice, if you’re already trained in Thievery). If you roll a success on a Thievery check to Pick a Lock, you get a critical success instead."
            ]
        },
        {
            "name": "Distracting Shadows",
            "level": "1",
            "traits": [
                "Halfling"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=52",
            "prereq": "—",
            "benefits": "You have learned to remain hidden by using larger folk as a distraction to avoid drawing attention to yourself.",
            "text": [
                "You have learned to remain hidden by using larger folk as a distraction to avoid drawing attention to yourself. You can use creatures that are at least one size larger than you (usually Medium or larger) as cover for the Hide and Sneak actions, though you still can’t use such creatures as cover for other uses, such as the Take Cover action."
            ]
        },
        {
            "name": "Halfling Lore",
            "level": "1",
            "traits": [
                "Halfling"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=53",
            "prereq": "—",
            "benefits": "You’ve dutifully learned important skills passed down through generations of halfling tradition.",
            "text": [
                "You’ve dutifully learned how to keep your balance and how to stick to the shadows where it’s safe, important skills passed down through generations of halfling tradition. You gain the trained proficiency rank in Acrobatics and Stealth. If you would automatically become trained in one of those skills (from your background or class, for example), you instead become trained in a skill of your choice. You also become trained in Halfling Lore."
            ]
        },
        {
            "name": "Halfling Luck",
            "level": "1",
            "traits": [
                "Halfling",
                " Fortune"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=54",
            "prereq": "—",
            "benefits": "Your happy-go-lucky nature makes it seem like misfortune avoids you.",
            "text": [
                "Your happy-go-lucky nature makes it seem like misfortune avoids you, and to an extent, that might even be true. You can reroll the triggering check, but you must use the new result, even if it’s worse than your first roll."
            ]
        },
        {
            "name": "Halfling Weapon Familiarity",
            "level": "1",
            "traits": [
                "Halfling"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=55",
            "prereq": "—",
            "benefits": "You favor traditional halfling weapons, so you’ve learned how to use them more effectively.",
            "text": [
                "You favor traditional halfling weapons, so you’ve learned how to use them more effectively. You have the trained proficiency with the sling, halfling sling staff, and shortsword.",
                " In addition, you gain access to all uncommon halfling weapons. For you, martial halfling weapons are simple weapons, and advanced halfling weapons are martial weapons."
            ]
        },
        {
            "name": "Innocuous",
            "level": "1",
            "traits": [
                "Halfling"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1013",
            "prereq": "—",
            "benefits": "Halflings have been unobtrusive assistants of larger folk for untold ages, and your people count on this assumption of innocence.",
            "text": [
                "Halflings have been unobtrusive assistants of larger folk for untold ages, and your people count on this assumption of innocence. You gain the trained proficiency rank in ",
                " (or another skill of your choice, if you’re already trained in Deception). If you fail a Deception check to Create a Diversion, humanoid creatures aren’t aware that you were trying to trick them unless you get a critical failure on your roll."
            ]
        },
        {
            "name": "Intuitive Cooperation",
            "level": "1",
            "traits": [
                "Halfling",
                " Uncommon"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1014",
            "prereq": "—",
            "benefits": "You are accustomed to working alongside others, relying on each other to get by.",
            "text": [
                "You are accustomed to working alongside others, relying on each other to get by. You gain a +2 circumstance bonus to checks to ",
                ", and your allies gain a +2 circumstance bonus to checks to Aid you."
            ]
        },
        {
            "name": "Sure Feet",
            "level": "1",
            "traits": [
                "Halfling"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=56",
            "prereq": "—",
            "benefits": "Whether keeping your balance or scrambling up a tricky climb, your hairy, calloused feet easily find purchase.",
            "text": [
                "Whether keeping your balance or scrambling up a tricky climb, your hairy, calloused feet easily find purchase. If you roll a success on an Acrobatics check to Balance or an Athletics check to Climb, you get a critical success instead. You’re not flat-footed when you attempt to Balance or Climb."
            ]
        },
        {
            "name": "Titan Slinger",
            "level": "1",
            "traits": [
                "Halfling"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=57",
            "prereq": "—",
            "benefits": "You have learned how to use your sling to fell enormous creatures.",
            "text": [
                "You have learned how to use your sling to fell enormous creatures. When you hit on an attack with a sling against a Large or larger creature, increase the size of the weapon damage die by one step (details on increasing weapon damage die sizes can be found ",
                ")."
            ]
        },
        {
            "name": "Unassuming Dedication",
            "level": "1",
            "traits": [
                "Halfling",
                " Uncommon"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1015",
            "prereq": "—",
            "benefits": "Your family instilled the values of care and patience into you from a young age.",
            "text": [
                "Your family instilled the values of care and patience into you from a young age. You gain a +1 circumstance bonus to checks to perform a downtime activity."
            ]
        },
        {
            "name": "Unfettered Halfling",
            "level": "1",
            "traits": [
                "Halfling"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=58",
            "prereq": "—",
            "benefits": "You were forced into service as a laborer, but you’ve since escaped and have trained to ensure you’ll never be caught again.",
            "text": [
                "You were forced into service as a laborer, either pressed into indentured servitude or shackled by the evils of slavery, but you’ve since escaped and have trained to ensure you’ll never be caught again. Whenever you roll a success on a check to Escape or a saving throw against an effect that would impose the grabbed or restrained condition on you, you get a critical success instead. Whenever a creature rolls a failure on a check to Grapple you, they get a critical failure instead. If a creature uses the Grab ability on you, it must succeed at an Athletics check to grab you instead of automatically grabbing you."
            ]
        },
        {
            "name": "Watchful Halfling",
            "level": "1",
            "traits": [
                "Halfling"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=59",
            "prereq": "—",
            "benefits": "Your communal lifestyle causes you to pay close attention to the people around you.",
            "text": [
                "Your communal lifestyle causes you to pay close attention to the people around you, allowing you to more easily notice when they act out of character. You gain a +2 circumstance bonus to Perception checks when using the Sense Motive basic action to notice enchanted or possessed characters. If you aren’t actively using Sense Motive on an enchanted or possessed character, the GM rolls a secret check, without the usual circumstance and with a –2 circumstance penalty, for you to potentially notice the enchantment or possession anyway.",
                " In addition to using it for skill checks, you can use the Aid basic action to grant a bonus to another creature’s saving throw or other check to overcome enchantment or possession.",
                " As usual for Aid, you need to prepare by using an action on your turn to encourage the creature to fight against the effect."
            ]
        },
        {
            "name": "Cultural Adaptability",
            "level": "5",
            "traits": [
                "Halfling"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=60",
            "prereq": "—",
            "benefits": "During your adventures, you’ve honed your ability to adapt to the culture of the predominant ancestry around you.",
            "text": [
                "During your adventures, you’ve honed your ability to adapt to the culture of the predominant ancestry around you. You gain the ",
                " general feat, and you also gain one 1st-level ancestry feat from the ancestry you chose for the Adopted Ancestry feat."
            ]
        },
        {
            "name": "Easily Dismissed",
            "level": "5",
            "traits": [
                "Halfling",
                " Uncommon"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1016",
            "prereq": "—",
            "benefits": "You are practiced at blending into the background of the streets and halls of larger folk to ensure that you are overlooked.",
            "text": [
                "You are practiced at blending into the background of the streets and halls of larger folk to ensure that you are overlooked. When you are in a crowd or well trafficked urban area, you can attempt to ",
                " and ",
                ", even when observed. On a success, you aren’t hidden or undetected, but other creatures simply don’t take particular notice of you, even though they can see you. You can’t use this ability on observers who have already seen you perform obtrusive or notable actions. If you perform any action other than to Hide or Sneak or otherwise take particularly salient actions (GM’s discretion), observers notice you right away."
            ]
        },
        {
            "name": "Halfling Ingenuity",
            "level": "5",
            "traits": [
                "Halfling"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1017",
            "prereq": "Halfling Luck",
            "benefits": "While your willingness to dig into a task you know little about might get you into trouble, your incredible luck often saves you from danger.",
            "text": [
                "While your willingness to dig into a task you know little about might get you into trouble, your incredible luck often saves you from danger. You can attempt skill actions that normally require you to be trained even if you aren’t trained in that skill. If you use Halfling Luck when you fail a check for a skill with which you are untrained, you can add a proficiency bonus equal to your level, rather than 0, when you reroll the triggering skill check. You gain a +4 circumstance bonus to this rerolled skill check."
            ]
        },
        {
            "name": "Halfling Weapon Trickster",
            "level": "5",
            "traits": [
                "Halfling"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=61",
            "prereq": "Halfling Weapon Familiarity",
            "benefits": "You are particularly adept at fighting with your people’s favored weapons.",
            "text": [
                "You are particularly adept at fighting with your people’s favored weapons. Whenever you critically succeed at an attack roll using a shortsword, a sling, or a halfling weapon, you apply the weapon’s critical specialization effect."
            ]
        },
        {
            "name": "Shared Luck",
            "level": "5",
            "traits": [
                "Halfling"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1018",
            "prereq": "Halfling Luck",
            "benefits": "You are evidence that it’s lucky to travel with a halfling.",
            "text": [
                "You are evidence that it’s lucky to travel with a halfling. You can use Halfling Luck when an ally within 30 feet fails a skill check or a saving throw to allow the ally to reroll the triggering check instead of you rerolling your own failed check. As usual, your ally must use the new result, even if it’s worse than their first roll. If you have ",
                ", you can’t use Guiding Luck’s effect that applies to attack rolls and Perception checks to use Shared Luck to benefit an ally."
            ]
        },
        {
            "name": "Cunning Climber",
            "level": "9",
            "traits": [
                "Halfling"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1019",
            "prereq": "—",
            "benefits": "Whether you are climbing a ship’s rigging, a jungle tree, or a clock tower, you have an uncanny knack for finding footholds and handholds where larger creatures can’t.",
            "text": [
                "Whether you are climbing a ship’s rigging, a jungle tree, or a clock tower, you have an uncanny knack for finding footholds and handholds where larger creatures can’t. You gain a climb Speed of 10 feet. You can take the Legendary Climber feat even if you don’t have the ",
                " feat, provided you meet its other prerequisites."
            ]
        },
        {
            "name": "Fade Away",
            "level": "9",
            "traits": [
                "Halfling"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1020",
            "prereq": "Easily Dismissed",
            "benefits": "Your ability to blend into the background allows you to fade away entirely or appear innocuous even to magical effects.",
            "text": [
                "Your ability to blend into the background allows you to fade away entirely or appear innocuous even to magical effects. You gain ",
                " and ",
                " as 2nd-level innate occult spells. You can target only yourself with ",
                ", and you must be the primary target of ",
                ". You can cast each spell once per day."
            ]
        },
        {
            "name": "Guiding Luck",
            "level": "9",
            "traits": [
                "Halfling"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=62",
            "prereq": "Halfling Luck",
            "benefits": "Your luck guides you to look the right way and aim your blows unerringly.",
            "text": [
                "Your luck guides you to look the right way and aim your blows unerringly. You can use ",
                " twice per day: once in response to its normal trigger, and once when you fail a Perception check or attack roll instead of the normal trigger."
            ]
        },
        {
            "name": "Helpful Halfling",
            "level": "9",
            "traits": [
                "Halfling"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1021",
            "prereq": "—",
            "benefits": "When you aid a friend with a task, you find many ways to help and avoid interfering.",
            "text": [
                "When you aid a friend with a task, you find many ways to help and avoid interfering. On a critical success to ",
                ", you grant your ally a +3 circumstance bonus if you have expert proficiency in the skill (rather than +2), and you grant your ally a +4 circumstance bonus if you have master proficiency (rather than +3). If you roll a critical failure on a check to Aid, you don’t give your ally a –1 circumstance penalty to their check."
            ]
        },
        {
            "name": "Irrepressible",
            "level": "9",
            "traits": [
                "Halfling"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=63",
            "prereq": "—",
            "benefits": "You are easily able to ward off attempts to play on your fears and emotions.",
            "text": [
                "You are easily able to ward off attempts to play on your fears and emotions. When you roll a success on a saving throw against an emotion effect, you get a critical success instead. If your heritage is gutsy halfling, when you roll a critical failure on a saving throw against an emotion effect, you get a failure instead."
            ]
        },
        {
            "name": "Ceaseless Shadows",
            "level": "13",
            "traits": [
                "Halfling"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=64",
            "prereq": "Distracting Shadows",
            "benefits": "You excel at going unnoticed, especially among a crowd.",
            "text": [
                "You excel at going unnoticed, especially among a crowd. You no longer need to have cover or be concealed to Hide or Sneak. If you would have lesser cover from creatures, you gain cover and can Take Cover, and if you would have cover from creatures, you gain greater cover."
            ]
        },
        {
            "name": "Cobble Dancer",
            "level": "13",
            "traits": [
                "Halfling"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1022",
            "prereq": "—",
            "benefits": "You know how to take advantage of foes thrown off-balance by unstable flooring, loose cobblestones, or similar impediments.",
            "text": [
                "You know how to take advantage of foes thrown off-balance by unstable flooring, loose cobblestones, or similar impediments. While in an outdoor urban environment, you can Step into difficult terrain and enemies in difficult terrain are flat-footed to you."
            ]
        },
        {
            "name": "Halfling Weapon Expertise",
            "level": "13",
            "traits": [
                "Halfling"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=65",
            "prereq": "Halfling, Weapon Familiarity",
            "benefits": "Your halfling affinity blends with your class training, granting you great skill with halfling weapons.",
            "text": [
                "Your halfling affinity blends with your class training, granting you great skill with halfling weapons. Whenever you gain a class feature that grants you expert or greater proficiency in a given weapon or weapons, you also gain that proficiency in the sling, halfling sling staff, shortsword, and all halfling weapons in which you are trained."
            ]
        },
        {
            "name": "Incredible Luck",
            "level": "13",
            "traits": [
                "Halfling"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1023",
            "prereq": "Halfling Luck",
            "benefits": "Even other halflings consider you to be particularly lucky.",
            "text": [
                "Even other halflings consider you to be particularly lucky. You can use Halfling Luck once per hour, rather than once per day. If you have ",
                ", you can still use Halfling Luck when you fail a Perception check or attack roll only once per day (though you can use it within the same hour that you used Halfling Luck), and if you have ",
                ", you can still use Halfling Luck on an ally instead of yourself only once per day."
            ]
        }
    ],
    " halfOrcFeats": [
        {
            "name": "Adapted Cantrip",
            "level": "1",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=66",
            "prereq": "spellcasting class feature",
            "benefits": "Through study of multiple magical traditions, you’ve altered a spell to suit your spellcasting style.",
            "text": [
                "Through study of multiple magical traditions, you’ve altered a spell to suit your spellcasting style. Choose one cantrip from a magical tradition other than your own. If you have a spell repertoire or a spellbook, replace one of the cantrips you know or have in your spellbook with the chosen spell. If you prepare spells without a spellbook (if you’re a cleric or druid, for example), one of your cantrips must always be the chosen spell, and you prepare the rest normally. You can cast this cantrip as a spell of your class’s tradition.",
                " If you swap or retrain this cantrip later, you can choose its replacement from the same alternate tradition or a different one."
            ]
        },
        {
            "name": "Arcane Tattoos",
            "level": "1",
            "traits": [
                "Human",
                " Uncommon"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=938",
            "prereq": "—",
            "benefits": "You have tattoos on your body corresponding to one of the ancient Thassilonian schools of magic.",
            "text": [
                "You have tattoos on your body corresponding to one of the ancient Thassilonian schools of magic. Choose one of the following schools of magic: abjuration (",
                "), conjuration (",
                "), enchantment (",
                "), evocation (",
                "), illusion (",
                "), necromancy (",
                "), or transmutation (",
                "). You can cast the associated cantrip (listed in parentheses) as an innate arcane spell at will.\r"
            ]
        },
        {
            "name": "Cooperative Nature",
            "level": "1",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=67",
            "prereq": "—",
            "benefits": "The short human life span lends perspective and has taught you from a young age to set aside differences and work with others to achieve greatness.",
            "text": [
                "The short human life span lends perspective and has taught you from a young age to set aside differences and work with others to achieve greatness. You gain a +4 circumstance bonus on checks to Aid."
            ]
        },
        {
            "name": "Courteous Comback",
            "level": "1",
            "traits": [
                "Human",
                " Fortune",
                " Uncommon"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=939",
            "prereq": "—",
            "benefits": "You grew up in the proud Padishah Empire, where even insults have a certain poetic wit.",
            "text": [
                "You grew up in the proud Padishah Empire, where even insults have a certain poetic wit. Reroll the triggering Diplomacy check, using the second result."
            ]
        },
        {
            "name": "Devil's Advocate",
            "level": "1",
            "traits": [
                "Human",
                " Uncommon"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=940",
            "prereq": "—",
            "benefits": "You know more about the habits of devils than is entirely safe.",
            "text": [
                "You know more about the habits of devils than is entirely safe. You gain a +2 circumstance bonus to Perception checks against ",
                " and saving throws against their abilities. In addition, whenever you meet a devil in a social situation, you can immediately attempt a ",
                " check to Make an Impression on that creature rather than needing to converse for 1 minute. You take a –5 penalty to the check. If you fail, you can engage in 1 minute of conversation and attempt a new check at the end of that time rather than accepting the failure or critical failure result.",
                " If you have the ",
                " skill feat, you don’t take the penalty to your immediate Diplomacy check if the target is a devil."
            ]
        },
        {
            "name": "Dragon Spit",
            "level": "1",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=941",
            "prereq": "Tian-Dan ethnicity",
            "benefits": "Many Tian-Dan claim to have dragon blood in their veins, and in your case, this is true—you can spit energy, and you might have an especially visible sign of your draconic heritage.",
            "text": [
                "Many Tian-Dan claim to have dragon blood in their veins, and in your case, this is true—you can spit energy, and you might have an especially visible sign of your draconic heritage. Choose one of the following cantrips: ",
                ", ",
                ", ",
                ", or ",
                ". You can cast this spell as an innate arcane spell at will, and when you cast it, the spell’s energy emerges from your mouth."
            ]
        },
        {
            "name": "General Training",
            "level": "1",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=68",
            "prereq": "—",
            "benefits": "Your adaptability manifests in your mastery of a range of useful abilities.",
            "text": [
                "Your adaptability manifests in your mastery of a range of useful abilities. You gain a 1st-level general feat. You must meet the feat’s prerequisites, but if you select this feat during character creation, you can select the feat later in the process in order to determine which prerequisites you meet.",
                " You can select this feat multiple times, choosing a different feat each time."
            ]
        },
        {
            "name": "Gloomseer",
            "level": "1",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=942",
            "prereq": "Nidalese ethnicity",
            "benefits": "Gloom holds few terrors for you, and the pall of darkness over Nidal has made you comfortable in dim light.",
            "text": [
                "Gloom holds few terrors for you, and the pall of darkness over Nidal has made you comfortable in dim light. You gain ",
                "."
            ]
        },
        {
            "name": "Haughty Obstinacy",
            "level": "1",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=69",
            "prereq": "—",
            "benefits": "Your powerful ego makes it harder for others to order you around.",
            "text": [
                "Your powerful ego makes it harder for others to order you around. If you roll a success on a saving throw against a mental effect that attempts to directly control your actions, you critically succeed instead. If a creature rolls a failure on a check to Coerce you using Intimidation, it gets a critical failure instead (so it can’t try to Coerce you again for 1 week)."
            ]
        },
        {
            "name": "Keep Up Appearances",
            "level": "1",
            "traits": [
                "Human",
                " Uncommon"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=943",
            "prereq": "—",
            "benefits": "Taldan pride means you never show weakness.",
            "text": [
                "Taldan pride means you never show weakness. Roll a ",
                " check and compare the result to any observing creatures’ Perception DCs. On a success, that creature believes you were unaffected by the emotion effect. A creature tricked in this manner can’t benefit from the emotion effect and can’t use abilities that require you to be under this emotion effect; for example, if you successfully use this ability to trick a will-o’-wisp into believing you aren’t under a ",
                " effect, it can’t use its Feed on Fear ability on you."
            ]
        },
        {
            "name": "Know Oneself",
            "level": "1",
            "traits": [
                "Human",
                " Fortune",
                " Uncommon"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=944",
            "prereq": "—",
            "benefits": "You center yourself and call to mind the Vudrani monastic ideals of mindfulness and self-knowledge.",
            "text": [
                "You center yourself and call to mind the Vudrani monastic ideals of mindfulness and self-knowledge. You fail the save against the emotion effect instead of critically failing."
            ]
        },
        {
            "name": "Monstrous Peacemaker",
            "level": "1",
            "traits": [
                "Half-Orc"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=82",
            "prereq": "—",
            "benefits": "Your dual human and orc nature has given you a unique perspective.",
            "text": [
                "Your dual human and orc nature has given you a unique perspective, allowing you to bridge the gap between humans and the many intelligent creatures in the world that humans consider monsters. You gain a +1 circumstance bonus to Diplomacy checks against non-humanoid intelligent creatures and against humanoids that are marginalized in human society (at the GM’s discretion, but typically at least including giants, goblins, kobolds, and orcs). You also gain this bonus on Perception checks to Sense the Motives of such creatures."
            ]
        },
        {
            "name": "Natural Ambition",
            "level": "1",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=70",
            "prereq": "—",
            "benefits": "You were raised to be ambitious and always reach for the stars, leading you to progress quickly in your chosen field.",
            "text": [
                "You were raised to be ambitious and always reach for the stars, leading you to progress quickly in your chosen field. You gain a 1st-level class feat for your class. You must meet the prerequisites, but you can select the feat later in the character creation process in order to determine which prerequisites you meet."
            ]
        },
        {
            "name": "Natural Skill",
            "level": "1",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=71",
            "prereq": "—",
            "benefits": "Your ingenuity allows you to learn a wide variety of skills.",
            "text": [
                "Your ingenuity allows you to learn a wide variety of skills. You gain the trained proficiency rank in two skills of your choice."
            ]
        },
        {
            "name": "Orc Ferocity",
            "level": "1",
            "traits": [
                "Orc"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=83",
            "prereq": "—",
            "benefits": "Fierceness in battle runs through your blood, and you refuse to fall from your injuries.",
            "text": [
                "Fierceness in battle runs through your blood, and you refuse to fall from your injuries. You avoid being knocked out and remain at 1 Hit Point, and your wounded condition increases by 1."
            ]
        },
        {
            "name": "Orc Sight",
            "level": "1",
            "traits": [
                "Half-Orc"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=84",
            "prereq": "low-light vision",
            "benefits": "Your orc blood is strong enough to grant you the keen vision of your orc forebears.",
            "text": [
                "Your orc blood is strong enough to grant you the keen vision of your orc forebears. You gain darkvision, allowing you to see in darkness and dim light just as well as you can in bright light. However, in darkness, you see in black and white only.",
                " You can take this feat only at 1st level, and you can’t retrain out of this feat or into this feat."
            ]
        },
        {
            "name": "Orc Superstition",
            "level": "1",
            "traits": [
                "Orc",
                " Concentrate"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=85",
            "prereq": "—",
            "benefits": "You defend yourself against magic by relying on techniques derived from orc cultural superstitions.",
            "text": [
                "You defend yourself against magic by relying on techniques derived from orc cultural superstitions. You gain a +1 circumstance bonus to your saving throw against the triggering spell or magical effect."
            ]
        },
        {
            "name": "Orc Weapon Famailiarity",
            "level": "1",
            "traits": [
                "Orc"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=86",
            "prereq": "—",
            "benefits": "In combat, you favor the brutal weapons that are traditional for your orc ancestors.",
            "text": [
                "In combat, you favor the brutal weapons that are traditional for your orc ancestors. You are trained with the falchion and greataxe. In addition, you gain access to all uncommon orc weapons.",
                " For you, martial orc weapons are simple weapons, and advanced orc weapons are martial weapons."
            ]
        },
        {
            "name": "Overlooked Mastermind",
            "level": "1",
            "traits": [
                "Half-Orc"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=962",
            "prereq": "—",
            "benefits": "Many consider half-orcs little more than dumb brutes.",
            "text": [
                "Many consider half-orcs little more than dumb brutes. This is offensive to you, but it can occasionally be useful. You are trained in ",
                " (or another skill of your choice if you were already trained in Deception), and you gain a +2 circumstance bonus to Deception checks to Lie when specifically claiming ignorance and to Deception DCs against ",
                " checks to uncover such lies."
            ]
        },
        {
            "name": "Quah Bond",
            "level": "1",
            "traits": [
                "Human",
                " Uncommon"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=945",
            "prereq": "—",
            "benefits": "You grew up among the Shoanti tribes, with the spirits watching over you, and they offer you guidance.",
            "text": [
                "You grew up among the Shoanti tribes, with the spirits watching over you, and they offer you guidance. You gain the trained proficiency rank in the skill listed for your quah (or another skill of your choice, if you’re already trained in that skill). You gain the ",
                " skill feat in that skill, as the spirits’ help guides your actions. "
            ]
        },
        {
            "name": "Saoc Astrology",
            "level": "1",
            "traits": [
                "Human",
                " Concentrate",
                " Uncommon"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=946",
            "prereq": "—",
            "benefits": "The ancient Saoc Brethren were the masters of astrology, and while your knowledge may be but a pale shadow of their wisdom, it still comes in handy.",
            "text": [
                "The ancient Saoc Brethren were the masters of astrology, and while your knowledge may be but a pale shadow of their wisdom, it still comes in handy. You recall the stars’ predictions about your current situation. If your next action requires you to attempt one or more skill checks, roll 1d8. On a result of 6, 7, or 8, you gain a +2 circumstance bonus to the first such skill check you attempt. On a 3, 4, or 5, you gain a +1 circumstance bonus. On a 2, you gain nothing. On a 1, you take a –1 circumstance penalty to the skill check."
            ]
        },
        {
            "name": "Tupilaq Carver",
            "level": "1",
            "traits": [
                "Human",
                " Uncommon"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=947",
            "prereq": "You have a spellcasting class feature with the divine or primal tradition",
            "benefits": "You know the truth behind old stories that tell of sending a fetish of bone and sinew to seek vengeance.",
            "text": [
                "You know the truth behind old stories that tell of sending a fetish of bone and sinew to seek vengeance. These old magics allow you to conjure constructs with ease. Add the ",
                " spell to your spell list. The constructs you summon have a distinct ivory scrimshaw appearance, and if you include a drop of blood, lock of hair, or other portion of a creature’s body as part of the spell’s material component, the summoned construct gains a +4 status bonus to Perception checks to sense or locate that creature."
            ]
        },
        {
            "name": "Tusks",
            "level": "1",
            "traits": [
                "Half-Orc"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=963",
            "prereq": "—",
            "benefits": "Most half-orcs have visible tusks, but yours are particularly large and sharp, capable of gouging deep wounds.",
            "text": [
                "Most half-orcs have visible tusks, but yours are particularly large and sharp, capable of gouging deep wounds. You gain a jaws unarmed attack that deals 1d6 piercing damage.",
                " You can take this feat only at 1st level, and you can’t retrain out of this feat or into this feat."
            ]
        },
        {
            "name": "Unconventional Weaponry",
            "level": "1",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=72",
            "prereq": "—",
            "benefits": "You’ve familiarized yourself with a particular weapon, potentially from another ancestry or culture.",
            "text": [
                "You’ve familiarized yourself with a particular weapon, potentially from another ancestry or culture. Choose an uncommon simple or martial weapon with a trait corresponding to an ancestry (such as dwarf, goblin, or orc) or that is common in another culture. You gain access to that weapon, and for the purpose of determining your proficiency, that weapon is a simple weapon.",
                " If you are trained in all martial weapons, you can choose an uncommon advanced weapon with such a trait. You gain access to that weapon, and for the purpose of determining your proficiency, that weapon is a martial weapon."
            ]
        },
        {
            "name": "Viking Shieldbearer",
            "level": "1",
            "traits": [
                "Human",
                " Uncommon"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=948",
            "prereq": "—",
            "benefits": "You trained with shields and weapons as soon as you were old enough to hold them, eager to win honor and glory for yourself.",
            "text": [
                "You trained with shields and weapons as soon as you were old enough to hold them, eager to win honor and glory for yourself. You gain the ",
                " reaction and are trained in your choice of the battle axe or longsword."
            ]
        },
        {
            "name": "Witch Warden",
            "level": "1",
            "traits": [
                "Human",
                " Uncommon"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=949",
            "prereq": "—",
            "benefits": "You and your family have fought long and hard against witches, particularly the winter witches of Irrisen, and you’ve learned to be wary of their curses and the otherworldly powers their patrons grant.",
            "text": [
                "You and your family have fought long and hard against witches, particularly the winter witches of Irrisen, and you’ve learned to be wary of their curses and the otherworldly powers their patrons grant. You gain a +1 circumstance bonus to saving throws against ",
                ", and to saving throws against spells cast by a witch or ",
                ". If you roll a success on a saving throw against a curse or a spell cast by a witch or hag, you get a critical success instead."
            ]
        },
        {
            "name": "Adaptive Adept",
            "level": "5",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=73",
            "prereq": "Adapted Cantrip, can cast 3rd-level spells",
            "benefits": "You’ve continued adapting your magic to blend your class’s tradition with your adapted tradition.",
            "text": [
                "You’ve continued adapting your magic to blend your class’s tradition with your adapted tradition. Choose a cantrip or 1st-level spell from the same magical tradition as your cantrip from ",
                ". You gain that spell, adding it to your spell repertoire, spellbook, or prepared spells just like the cantrip from Adapted Cantrip. You can cast this spell as a spell of your class’s magical tradition. If you choose a 1st-level spell, you don’t gain access to the heightened versions of that spell, meaning you can’t prepare them if you prepare spells and you can’t learn them or select the spell as a signature spell if you have a spell repertoire."
            ]
        },
        {
            "name": "Clever Improviser",
            "level": "5",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=74",
            "prereq": "—",
            "benefits": "You’ve learned how to handle situations when you’re out of your depth.",
            "text": [
                "You’ve learned how to handle situations when you’re out of your depth. You gain the ",
                " general feat. In addition, you can attempt skill actions that normally require you to be trained, even if you are untrained."
            ]
        },
        {
            "name": "Darkseer",
            "level": "5",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=950",
            "prereq": "Gloomseer",
            "benefits": "Zon-Kuthon smiles upon you—even if you curse his name—granting you pitch-black eyes that allow you to see in shadows and darkness.",
            "text": [
                " smiles upon you—even if you curse his name—granting you pitch-black eyes that allow you to see in shadows and darkness. You gain ",
                "."
            ]
        },
        {
            "name": "Orc Weapon Carnage",
            "level": "5",
            "traits": [
                "Orc"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=87",
            "prereq": "Orc Weapon Familiarity",
            "benefits": "You are brutally efficient with the weapons of your orc ancestors.",
            "text": [
                "You are brutally efficient with the weapons of your orc ancestors. Whenever you critically hit using a falchion, a greataxe, or an orc weapon, you apply the weapon’s critical specialization effect."
            ]
        },
        {
            "name": "Ornate Tattoo",
            "level": "5",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=951",
            "prereq": "Arcane Tattoos",
            "benefits": "You expand your tattoos to encompass greater magic.",
            "text": [
                "You expand your tattoos to encompass greater magic. Choose a 1st-level ",
                " spell from the same school as your Arcane Tattoos, either a common spell or another to which you have access. You can cast that spell once per day as an innate arcane spell."
            ]
        },
        {
            "name": "Victorious Vigor",
            "level": "5",
            "traits": [
                "Orc"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=88",
            "prereq": "—",
            "benefits": "Your victories in battle fill you with pride and imbue you with the energy to fight a bit longer despite your wounds.",
            "text": [
                "Your victories in battle fill you with pride and imbue you with the energy to fight a bit longer despite your wounds. You gain temporary Hit Points equal to your Constitution modifier until the end of your next turn."
            ]
        },
        {
            "name": "Wavetouched Paragon",
            "level": "5",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=952",
            "prereq": "Bonuwat ethnicity",
            "benefits": "You have been blessed by the sea, granting you the ability to swim like a fish.",
            "text": [
                "You have been blessed by the sea, granting you the ability to swim like a fish. You gain a 15-foot swim Speed.",
                " If you have the ",
                " background, you can take this feat at 1st level instead of 5th."
            ]
        },
        {
            "name": "Cooperative Soul",
            "level": "9",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=75",
            "prereq": "Cooperative Nature",
            "benefits": "You have developed a soul-deep bond with your comrades and maintain an even greater degree of cooperation with them.",
            "text": [
                "You have developed a soul-deep bond with your comrades and maintain an even greater degree of cooperation with them. If you are at least an expert in the skill you are Aiding, you get a success on any outcome rolled to Aid other than a critical success."
            ]
        },
        {
            "name": "Dragon Prince",
            "level": "9",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=953",
            "prereq": "Dragon Spit",
            "benefits": "The blood of the Dragon Kings runs strong in your veins.",
            "text": [
                "The blood of the Dragon Kings runs strong in your veins. Your draconic heritage is clearly visible, with hair that is almost entirely crimson, azure, or the like, and that shines like a dragon’s scales. You can cast the ",
                " sorcerer bloodline spell as an innate arcane spell once per day, but you can use only the dragon breath that is associated with your heritage and that matches the energy type of your Dragon Spit feat. At 12th level and every 3 levels thereafter, the spell is heightened by an additional spell level."
            ]
        },
        {
            "name": "Heir of the Saoc",
            "level": "9",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=954",
            "prereq": "Saoc Astrology",
            "benefits": "In the past, you would have been a proud initiate of the Saoc Brethren.",
            "text": [
                "In the past, you would have been a proud initiate of the Saoc Brethren. Today, you carry on their legacy. When you use Saoc Astrology, roll 1d4 instead; on a 1, you take a –1 penalty to the skill check. On any other result, you gain a circumstance bonus of that value (for instance, a +3 circumstance bonus on a 3)."
            ]
        },
        {
            "name": "Incredible Improvisation",
            "level": "9",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=76",
            "prereq": "Clever Improviser",
            "benefits": "A stroke of brilliance gives you a major advantage with a skill despite your inexperience.",
            "text": [
                "A stroke of brilliance gives you a major advantage with a skill despite your inexperience. Gain a +4 circumstance bonus to the triggering skill check."
            ]
        },
        {
            "name": "Multitalented",
            "level": "9",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=77",
            "prereq": "—",
            "benefits": "You’ve learned to split your focus between multiple classes with ease.",
            "text": [
                "You’ve learned to split your focus between multiple classes with ease. You gain a 2nd-level multiclass dedication feat (for more about multiclass archetypes, see page 219), even if you normally couldn’t take another dedication feat until you take more feats from your current archetype.",
                " If you’re a half-elf, you don’t need to meet the feat’s ability score prerequisites."
            ]
        },
        {
            "name": "Pervasive Superstition",
            "level": "9",
            "traits": [
                "Orc"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=89",
            "prereq": "Orc Superstition",
            "benefits": "You steep yourself in superstition and practice ancient orc mental exercises for shrugging off the effects of magic.",
            "text": [
                "You steep yourself in superstition and practice ancient orc mental exercises for shrugging off the effects of magic. You gain a +1 circumstance bonus to saving throws against spells and magical effects at all times."
            ]
        },
        {
            "name": "Shory Aeromancer",
            "level": "9",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=955",
            "prereq": "Garundi, Mauxi, or Tian-Yae ethnicity",
            "benefits": "Your ancestors hailed from the flying cities of the Shory, and a few simple tricks have come down through the ages to you.",
            "text": [
                "Your ancestors hailed from the flying cities of the Shory, and a few simple tricks have come down through the ages to you. You can cast 4th-level ",
                " on yourself as an innate arcane spell once per day."
            ]
        },
        {
            "name": "Virtue-Forged Tattooed",
            "level": "9",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=956",
            "prereq": "Ornate Tattoo",
            "benefits": "Your tattoos are a work of eldritch genius, a masterpiece of art, magic, and skin.",
            "text": [
                "Your tattoos are a work of eldritch genius, a masterpiece of art, magic, and skin. Choose a 3rd-level ",
                " spell from the same school as your Arcane Tattoos, either a common spell or another to which you have access, including a lower-level spell heightened to 3rd level if you wish. You can cast that spell once per day as an innate arcane spell."
            ]
        },
        {
            "name": "Incredible Ferocity",
            "level": "13",
            "traits": [
                "Orc"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=90",
            "prereq": "Orc Ferocity",
            "benefits": "Given time to collect yourself after a near-death scrape, you can rebuild your ferocity and withstand additional finishing blows.",
            "text": [
                "Given time to collect yourself after a near-death scrape, you can rebuild your ferocity and withstand additional finishing blows. You can use ",
                " with a frequency of once per hour, rather than once per day."
            ]
        },
        {
            "name": "Irriseni Ice-Witch",
            "level": "13",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=957",
            "prereq": "Jadwiga ethnicity, wintertouched human heritage",
            "benefits": "You can trace your direct descent from one of the Queens of Irrisen and thus from Baba Yaga herself.",
            "text": [
                "You can trace your direct descent from one of the Queens of Irrisen and thus from Baba Yaga herself. Your resistance to cold increases to 5 + half your level, and you can cast 5th-level ",
                " as an innate arcane spell once per day."
            ]
        },
        {
            "name": "Orc Weapon Expertise",
            "level": "13",
            "traits": [
                "Orc"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=91",
            "prereq": "Orc Weapon Familiarity",
            "benefits": "Your orc affinity blends with your class training, granting you great skill with orc weapons.",
            "text": [
                "Your orc affinity blends with your class training, granting you great skill with orc weapons. Whenever you gain a class feature that grants you expert or greater proficiency in a given weapon or weapons, you also gain that proficiency in the falchion, the greataxe, and all orc weapons in which you are trained."
            ]
        },
        {
            "name": "Shadow Pact",
            "level": "13",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=958",
            "prereq": "Nidalese ethnicity",
            "benefits": "Thousands of years ago, your ancestors made a pact with Zon-Kuthon.",
            "text": [
                "Thousands of years ago, your ancestors made a pact with ",
                ". He has not forgotten, even if you might wish he had. You can take 1 damage to mix blood and shadows to cast 5th-level ",
                " as an innate divine spell. You can use this ability as often as you wish, but you can have only one such object in existence at a time. If the object encounters bright light, the spell ends and the object dissolves into shadows."
            ]
        },
        {
            "name": "Shory Aerialist",
            "level": "13",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=959",
            "prereq": "Garundi, Mauxi, or Tian-Yae ethnicity; Shory Aeromancer or ability to cast fly",
            "benefits": "Unique in Golarion’s history, the Shory people developed fighting styles dedicated to combat in the air.",
            "text": [
                "Unique in Golarion’s history, the Shory people developed fighting styles dedicated to combat in the air. You gain a +2 circumstance bonus to ",
                " checks to Maneuver in Flight and a +5-foot status bonus to your fly Speed whenever you are flying via magic."
            ]
        },
        {
            "name": "Unconventional Expertise",
            "level": "13",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=78",
            "prereq": "Unconventional Weaponry, trained in the weapon you chose for Unconventional Weaponry",
            "benefits": "You’ve continued to advance your powers using your unconventional weapon.",
            "text": [
                "You’ve continued to advance your powers using your unconventional weapon. Whenever you gain a class feature that grants you expert or greater proficiency in certain weapons, you also gain that proficiency in the weapon you chose for ",
                "."
            ]
        }
    ],
    " humanFeats": [
        {
            "name": "Adapted Cantrip",
            "level": "1",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=66",
            "prereq": "spellcasting class feature",
            "benefits": "Through study of multiple magical traditions, you’ve altered a spell to suit your spellcasting style.",
            "text": [
                "Through study of multiple magical traditions, you’ve altered a spell to suit your spellcasting style. Choose one cantrip from a magical tradition other than your own. If you have a spell repertoire or a spellbook, replace one of the cantrips you know or have in your spellbook with the chosen spell. If you prepare spells without a spellbook (if you’re a cleric or druid, for example), one of your cantrips must always be the chosen spell, and you prepare the rest normally. You can cast this cantrip as a spell of your class’s tradition.",
                " If you swap or retrain this cantrip later, you can choose its replacement from the same alternate tradition or a different one."
            ]
        },
        {
            "name": "Arcane Tattoos",
            "level": "1",
            "traits": [
                "Human",
                " Uncommon"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=938",
            "prereq": "—",
            "benefits": "You have tattoos on your body corresponding to one of the ancient Thassilonian schools of magic.",
            "text": [
                "You have tattoos on your body corresponding to one of the ancient Thassilonian schools of magic. Choose one of the following schools of magic: abjuration (",
                "), conjuration (",
                "), enchantment (",
                "), evocation (",
                "), illusion (",
                "), necromancy (",
                "), or transmutation (",
                "). You can cast the associated cantrip (listed in parentheses) as an innate arcane spell at will.\r"
            ]
        },
        {
            "name": "Cooperative Nature",
            "level": "1",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=67",
            "prereq": "—",
            "benefits": "The short human life span lends perspective and has taught you from a young age to set aside differences and work with others to achieve greatness.",
            "text": [
                "The short human life span lends perspective and has taught you from a young age to set aside differences and work with others to achieve greatness. You gain a +4 circumstance bonus on checks to Aid."
            ]
        },
        {
            "name": "Courteous Comback",
            "level": "1",
            "traits": [
                "Human",
                " Fortune",
                " Uncommon"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=939",
            "prereq": "—",
            "benefits": "You grew up in the proud Padishah Empire, where even insults have a certain poetic wit.",
            "text": [
                "You grew up in the proud Padishah Empire, where even insults have a certain poetic wit. Reroll the triggering Diplomacy check, using the second result."
            ]
        },
        {
            "name": "Devil's Advocate",
            "level": "1",
            "traits": [
                "Human",
                " Uncommon"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=940",
            "prereq": "—",
            "benefits": "You know more about the habits of devils than is entirely safe.",
            "text": [
                "You know more about the habits of devils than is entirely safe. You gain a +2 circumstance bonus to Perception checks against ",
                " and saving throws against their abilities. In addition, whenever you meet a devil in a social situation, you can immediately attempt a ",
                " check to Make an Impression on that creature rather than needing to converse for 1 minute. You take a –5 penalty to the check. If you fail, you can engage in 1 minute of conversation and attempt a new check at the end of that time rather than accepting the failure or critical failure result.",
                " If you have the ",
                " skill feat, you don’t take the penalty to your immediate Diplomacy check if the target is a devil."
            ]
        },
        {
            "name": "Dragon Spit",
            "level": "1",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=941",
            "prereq": "Tian-Dan ethnicity",
            "benefits": "Many Tian-Dan claim to have dragon blood in their veins, and in your case, this is true—you can spit energy, and you might have an especially visible sign of your draconic heritage.",
            "text": [
                "Many Tian-Dan claim to have dragon blood in their veins, and in your case, this is true—you can spit energy, and you might have an especially visible sign of your draconic heritage. Choose one of the following cantrips: ",
                ", ",
                ", ",
                ", or ",
                ". You can cast this spell as an innate arcane spell at will, and when you cast it, the spell’s energy emerges from your mouth."
            ]
        },
        {
            "name": "General Training",
            "level": "1",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=68",
            "prereq": "—",
            "benefits": "Your adaptability manifests in your mastery of a range of useful abilities.",
            "text": [
                "Your adaptability manifests in your mastery of a range of useful abilities. You gain a 1st-level general feat. You must meet the feat’s prerequisites, but if you select this feat during character creation, you can select the feat later in the process in order to determine which prerequisites you meet.",
                " You can select this feat multiple times, choosing a different feat each time."
            ]
        },
        {
            "name": "Gloomseer",
            "level": "1",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=942",
            "prereq": "Nidalese ethnicity",
            "benefits": "Gloom holds few terrors for you, and the pall of darkness over Nidal has made you comfortable in dim light.",
            "text": [
                "Gloom holds few terrors for you, and the pall of darkness over Nidal has made you comfortable in dim light. You gain ",
                "."
            ]
        },
        {
            "name": "Haughty Obstinacy",
            "level": "1",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=69",
            "prereq": "—",
            "benefits": "Your powerful ego makes it harder for others to order you around.",
            "text": [
                "Your powerful ego makes it harder for others to order you around. If you roll a success on a saving throw against a mental effect that attempts to directly control your actions, you critically succeed instead. If a creature rolls a failure on a check to Coerce you using Intimidation, it gets a critical failure instead (so it can’t try to Coerce you again for 1 week)."
            ]
        },
        {
            "name": "Keep Up Appearances",
            "level": "1",
            "traits": [
                "Human",
                " Uncommon"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=943",
            "prereq": "—",
            "benefits": "Taldan pride means you never show weakness.",
            "text": [
                "Taldan pride means you never show weakness. Roll a ",
                " check and compare the result to any observing creatures’ Perception DCs. On a success, that creature believes you were unaffected by the emotion effect. A creature tricked in this manner can’t benefit from the emotion effect and can’t use abilities that require you to be under this emotion effect; for example, if you successfully use this ability to trick a will-o’-wisp into believing you aren’t under a ",
                " effect, it can’t use its Feed on Fear ability on you."
            ]
        },
        {
            "name": "Know Oneself",
            "level": "1",
            "traits": [
                "Human",
                " Fortune",
                " Uncommon"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=944",
            "prereq": "—",
            "benefits": "You center yourself and call to mind the Vudrani monastic ideals of mindfulness and self-knowledge.",
            "text": [
                "You center yourself and call to mind the Vudrani monastic ideals of mindfulness and self-knowledge. You fail the save against the emotion effect instead of critically failing."
            ]
        },
        {
            "name": "Natural Ambition",
            "level": "1",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=70",
            "prereq": "—",
            "benefits": "You were raised to be ambitious and always reach for the stars, leading you to progress quickly in your chosen field.",
            "text": [
                "You were raised to be ambitious and always reach for the stars, leading you to progress quickly in your chosen field. You gain a 1st-level class feat for your class. You must meet the prerequisites, but you can select the feat later in the character creation process in order to determine which prerequisites you meet."
            ]
        },
        {
            "name": "Natural Skill",
            "level": "1",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=71",
            "prereq": "—",
            "benefits": "Your ingenuity allows you to learn a wide variety of skills.",
            "text": [
                "Your ingenuity allows you to learn a wide variety of skills. You gain the trained proficiency rank in two skills of your choice."
            ]
        },
        {
            "name": "Quah Bond",
            "level": "1",
            "traits": [
                "Human",
                " Uncommon"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=945",
            "prereq": "—",
            "benefits": "You grew up among the Shoanti tribes, with the spirits watching over you, and they offer you guidance.",
            "text": [
                "You grew up among the Shoanti tribes, with the spirits watching over you, and they offer you guidance. You gain the trained proficiency rank in the skill listed for your quah (or another skill of your choice, if you’re already trained in that skill). You gain the ",
                " skill feat in that skill, as the spirits’ help guides your actions. "
            ]
        },
        {
            "name": "Saoc Astrology",
            "level": "1",
            "traits": [
                "Human",
                " Concentrate",
                " Uncommon"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=946",
            "prereq": "—",
            "benefits": "The ancient Saoc Brethren were the masters of astrology, and while your knowledge may be but a pale shadow of their wisdom, it still comes in handy.",
            "text": [
                "The ancient Saoc Brethren were the masters of astrology, and while your knowledge may be but a pale shadow of their wisdom, it still comes in handy. You recall the stars’ predictions about your current situation. If your next action requires you to attempt one or more skill checks, roll 1d8. On a result of 6, 7, or 8, you gain a +2 circumstance bonus to the first such skill check you attempt. On a 3, 4, or 5, you gain a +1 circumstance bonus. On a 2, you gain nothing. On a 1, you take a –1 circumstance penalty to the skill check."
            ]
        },
        {
            "name": "Tupilaq Carver",
            "level": "1",
            "traits": [
                "Human",
                " Uncommon"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=947",
            "prereq": "You have a spellcasting class feature with the divine or primal tradition",
            "benefits": "You know the truth behind old stories that tell of sending a fetish of bone and sinew to seek vengeance.",
            "text": [
                "You know the truth behind old stories that tell of sending a fetish of bone and sinew to seek vengeance. These old magics allow you to conjure constructs with ease. Add the ",
                " spell to your spell list. The constructs you summon have a distinct ivory scrimshaw appearance, and if you include a drop of blood, lock of hair, or other portion of a creature’s body as part of the spell’s material component, the summoned construct gains a +4 status bonus to Perception checks to sense or locate that creature."
            ]
        },
        {
            "name": "Unconventional Weaponry",
            "level": "1",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=72",
            "prereq": "—",
            "benefits": "You’ve familiarized yourself with a particular weapon, potentially from another ancestry or culture.",
            "text": [
                "You’ve familiarized yourself with a particular weapon, potentially from another ancestry or culture. Choose an uncommon simple or martial weapon with a trait corresponding to an ancestry (such as dwarf, goblin, or orc) or that is common in another culture. You gain access to that weapon, and for the purpose of determining your proficiency, that weapon is a simple weapon.",
                " If you are trained in all martial weapons, you can choose an uncommon advanced weapon with such a trait. You gain access to that weapon, and for the purpose of determining your proficiency, that weapon is a martial weapon."
            ]
        },
        {
            "name": "Viking Shieldbearer",
            "level": "1",
            "traits": [
                "Human",
                " Uncommon"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=948",
            "prereq": "—",
            "benefits": "You trained with shields and weapons as soon as you were old enough to hold them, eager to win honor and glory for yourself.",
            "text": [
                "You trained with shields and weapons as soon as you were old enough to hold them, eager to win honor and glory for yourself. You gain the ",
                " reaction and are trained in your choice of the battle axe or longsword."
            ]
        },
        {
            "name": "Witch Warden",
            "level": "1",
            "traits": [
                "Human",
                " Uncommon"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=949",
            "prereq": "—",
            "benefits": "You and your family have fought long and hard against witches, particularly the winter witches of Irrisen, and you’ve learned to be wary of their curses and the otherworldly powers their patrons grant.",
            "text": [
                "You and your family have fought long and hard against witches, particularly the winter witches of Irrisen, and you’ve learned to be wary of their curses and the otherworldly powers their patrons grant. You gain a +1 circumstance bonus to saving throws against ",
                ", and to saving throws against spells cast by a witch or ",
                ". If you roll a success on a saving throw against a curse or a spell cast by a witch or hag, you get a critical success instead."
            ]
        },
        {
            "name": "Adaptive Adept",
            "level": "5",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=73",
            "prereq": "Adapted Cantrip, can cast 3rd-level spells",
            "benefits": "You’ve continued adapting your magic to blend your class’s tradition with your adapted tradition.",
            "text": [
                "You’ve continued adapting your magic to blend your class’s tradition with your adapted tradition. Choose a cantrip or 1st-level spell from the same magical tradition as your cantrip from ",
                ". You gain that spell, adding it to your spell repertoire, spellbook, or prepared spells just like the cantrip from Adapted Cantrip. You can cast this spell as a spell of your class’s magical tradition. If you choose a 1st-level spell, you don’t gain access to the heightened versions of that spell, meaning you can’t prepare them if you prepare spells and you can’t learn them or select the spell as a signature spell if you have a spell repertoire."
            ]
        },
        {
            "name": "Clever Improviser",
            "level": "5",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=74",
            "prereq": "—",
            "benefits": "You’ve learned how to handle situations when you’re out of your depth.",
            "text": [
                "You’ve learned how to handle situations when you’re out of your depth. You gain the ",
                " general feat. In addition, you can attempt skill actions that normally require you to be trained, even if you are untrained."
            ]
        },
        {
            "name": "Darkseer",
            "level": "5",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=950",
            "prereq": "Gloomseer",
            "benefits": "Zon-Kuthon smiles upon you—even if you curse his name—granting you pitch-black eyes that allow you to see in shadows and darkness.",
            "text": [
                " smiles upon you—even if you curse his name—granting you pitch-black eyes that allow you to see in shadows and darkness. You gain ",
                "."
            ]
        },
        {
            "name": "Ornate Tattoo",
            "level": "5",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=951",
            "prereq": "Arcane Tattoos",
            "benefits": "You expand your tattoos to encompass greater magic.",
            "text": [
                "You expand your tattoos to encompass greater magic. Choose a 1st-level ",
                " spell from the same school as your Arcane Tattoos, either a common spell or another to which you have access. You can cast that spell once per day as an innate arcane spell."
            ]
        },
        {
            "name": "Wavetouched Paragon",
            "level": "5",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=952",
            "prereq": "Bonuwat ethnicity",
            "benefits": "You have been blessed by the sea, granting you the ability to swim like a fish.",
            "text": [
                "You have been blessed by the sea, granting you the ability to swim like a fish. You gain a 15-foot swim Speed.",
                " If you have the ",
                " background, you can take this feat at 1st level instead of 5th."
            ]
        },
        {
            "name": "Cooperative Soul",
            "level": "9",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=75",
            "prereq": "Cooperative Nature",
            "benefits": "You have developed a soul-deep bond with your comrades and maintain an even greater degree of cooperation with them.",
            "text": [
                "You have developed a soul-deep bond with your comrades and maintain an even greater degree of cooperation with them. If you are at least an expert in the skill you are Aiding, you get a success on any outcome rolled to Aid other than a critical success."
            ]
        },
        {
            "name": "Dragon Prince",
            "level": "9",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=953",
            "prereq": "Dragon Spit",
            "benefits": "The blood of the Dragon Kings runs strong in your veins.",
            "text": [
                "The blood of the Dragon Kings runs strong in your veins. Your draconic heritage is clearly visible, with hair that is almost entirely crimson, azure, or the like, and that shines like a dragon’s scales. You can cast the ",
                " sorcerer bloodline spell as an innate arcane spell once per day, but you can use only the dragon breath that is associated with your heritage and that matches the energy type of your Dragon Spit feat. At 12th level and every 3 levels thereafter, the spell is heightened by an additional spell level."
            ]
        },
        {
            "name": "Heir of the Saoc",
            "level": "9",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=954",
            "prereq": "Saoc Astrology",
            "benefits": "In the past, you would have been a proud initiate of the Saoc Brethren.",
            "text": [
                "In the past, you would have been a proud initiate of the Saoc Brethren. Today, you carry on their legacy. When you use Saoc Astrology, roll 1d4 instead; on a 1, you take a –1 penalty to the skill check. On any other result, you gain a circumstance bonus of that value (for instance, a +3 circumstance bonus on a 3)."
            ]
        },
        {
            "name": "Incredible Improvisation",
            "level": "9",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=76",
            "prereq": "Clever Improviser",
            "benefits": "A stroke of brilliance gives you a major advantage with a skill despite your inexperience.",
            "text": [
                "A stroke of brilliance gives you a major advantage with a skill despite your inexperience. Gain a +4 circumstance bonus to the triggering skill check."
            ]
        },
        {
            "name": "Multitalented",
            "level": "9",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=77",
            "prereq": "—",
            "benefits": "You’ve learned to split your focus between multiple classes with ease.",
            "text": [
                "You’ve learned to split your focus between multiple classes with ease. You gain a 2nd-level multiclass dedication feat (for more about multiclass archetypes, see page 219), even if you normally couldn’t take another dedication feat until you take more feats from your current archetype.",
                " If you’re a half-elf, you don’t need to meet the feat’s ability score prerequisites."
            ]
        },
        {
            "name": "Shory Aeromancer",
            "level": "9",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=955",
            "prereq": "Garundi, Mauxi, or Tian-Yae ethnicity",
            "benefits": "Your ancestors hailed from the flying cities of the Shory, and a few simple tricks have come down through the ages to you.",
            "text": [
                "Your ancestors hailed from the flying cities of the Shory, and a few simple tricks have come down through the ages to you. You can cast 4th-level ",
                " on yourself as an innate arcane spell once per day."
            ]
        },
        {
            "name": "Virtue-Forged Tattooed",
            "level": "9",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=956",
            "prereq": "Ornate Tattoo",
            "benefits": "Your tattoos are a work of eldritch genius, a masterpiece of art, magic, and skin.",
            "text": [
                "Your tattoos are a work of eldritch genius, a masterpiece of art, magic, and skin. Choose a 3rd-level ",
                " spell from the same school as your Arcane Tattoos, either a common spell or another to which you have access, including a lower-level spell heightened to 3rd level if you wish. You can cast that spell once per day as an innate arcane spell."
            ]
        },
        {
            "name": "Irriseni Ice-Witch",
            "level": "13",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=957",
            "prereq": "Jadwiga ethnicity, wintertouched human heritage",
            "benefits": "You can trace your direct descent from one of the Queens of Irrisen and thus from Baba Yaga herself.",
            "text": [
                "You can trace your direct descent from one of the Queens of Irrisen and thus from Baba Yaga herself. Your resistance to cold increases to 5 + half your level, and you can cast 5th-level ",
                " as an innate arcane spell once per day."
            ]
        },
        {
            "name": "Shadow Pact",
            "level": "13",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=958",
            "prereq": "Nidalese ethnicity",
            "benefits": "Thousands of years ago, your ancestors made a pact with Zon-Kuthon.",
            "text": [
                "Thousands of years ago, your ancestors made a pact with ",
                ". He has not forgotten, even if you might wish he had. You can take 1 damage to mix blood and shadows to cast 5th-level ",
                " as an innate divine spell. You can use this ability as often as you wish, but you can have only one such object in existence at a time. If the object encounters bright light, the spell ends and the object dissolves into shadows."
            ]
        },
        {
            "name": "Shory Aerialist",
            "level": "13",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=959",
            "prereq": "Garundi, Mauxi, or Tian-Yae ethnicity; Shory Aeromancer or ability to cast fly",
            "benefits": "Unique in Golarion’s history, the Shory people developed fighting styles dedicated to combat in the air.",
            "text": [
                "Unique in Golarion’s history, the Shory people developed fighting styles dedicated to combat in the air. You gain a +2 circumstance bonus to ",
                " checks to Maneuver in Flight and a +5-foot status bonus to your fly Speed whenever you are flying via magic."
            ]
        },
        {
            "name": "Unconventional Expertise",
            "level": "13",
            "traits": [
                "Human"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=78",
            "prereq": "Unconventional Weaponry, trained in the weapon you chose for Unconventional Weaponry",
            "benefits": "You’ve continued to advance your powers using your unconventional weapon.",
            "text": [
                "You’ve continued to advance your powers using your unconventional weapon. Whenever you gain a class feature that grants you expert or greater proficiency in certain weapons, you also gain that proficiency in the weapon you chose for ",
                "."
            ]
        }
    ],
    " hobgoblinFeats": [
        {
            "name": "Alchemical Scholar",
            "level": "1",
            "traits": [
                "Hobgoblin"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1024",
            "prereq": "—",
            "benefits": "You learn formulas more easily.",
            "text": [
                "You learn formulas more easily. You gain four common 1st-level alchemical formulas when you take this feat, and each time you gain a level, you gain a common alchemical formula of that level. You still need ",
                " to Craft alchemical items.",
                " You can take this feat only at 1st level, and you can’t retrain into or out of this feat."
            ]
        },
        {
            "name": "Hobgoblin Lore",
            "level": "1",
            "traits": [
                "Hobgoblin"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1025",
            "prereq": "—",
            "benefits": "You’ve studied traditional hobgoblin exercises and fieldcraft, all of which have a militaristic bent.",
            "text": [
                "You’ve studied traditional hobgoblin exercises and fieldcraft, all of which have a militaristic bent. You become trained in ",
                " and ",
                ". For each of these skills in which you were already trained, you become trained in a skill of your choice. You also become trained in Hobgoblin ",
                "."
            ]
        },
        {
            "name": "Hobgoblin Weapon Familiarity",
            "level": "1",
            "traits": [
                "Hobgoblin"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1026",
            "prereq": "—",
            "benefits": "You are trained with composite longbows, composite shortbows, glaives, halberds, longbows, longspears, longswords, shortbows, and spears.",
            "text": [
                "You are trained with composite longbows, composite shortbows, glaives, halberds, longbows, longspears, longswords, shortbows, and spears. In addition, you gain access to all uncommon hobgoblin weapons. For the purpose of determining your proficiency, martial hobgoblin weapons are simple weapons and advanced hobgoblin weapons are martial weapons."
            ]
        },
        {
            "name": "Leech-Clipper",
            "level": "1",
            "traits": [
                "Hobgoblin"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1027",
            "prereq": "—",
            "benefits": "You are trained to capture deserters, or “leeches”.",
            "text": [
                "You are trained to capture deserters, or “leeches.” If you critically hit a foe with a weapon from the flail weapon group, you can wrap the weapon around the target’s legs and then drop it, causing the foe to take a –10-foot circumstance penalty to their Speeds until they or their allies disentangle the weapon, which takes a total of 2 Interact actions."
            ]
        },
        {
            "name": "Remorseless Lash",
            "level": "1",
            "traits": [
                "Hobgoblin"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1028",
            "prereq": "—",
            "benefits": "You’re skilled at beating a foe when their morale is already breaking.",
            "text": [
                "You’re skilled at beating a foe when their morale is already breaking. When you succeed at a melee weapon Strike against a ",
                " foe, that foe can’t reduce their frightened condition below 1 until the beginning of your next turn."
            ]
        },
        {
            "name": "Vigorous Health",
            "level": "1",
            "traits": [
                "Hobgoblin"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1029",
            "prereq": "—",
            "benefits": "Your physique is robust and can withstand blood loss startlingly well.",
            "text": [
                "Your physique is robust and can withstand blood loss startlingly well. Whenever you would gain the ",
                " condition, you can attempt a DC 17 flat check. On a success, you don’t gain the drained condition."
            ]
        },
        {
            "name": "Agonizing Rebuke",
            "level": "5",
            "traits": [
                "Hobgoblin"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1030",
            "prereq": "—",
            "benefits": "When you terrorize your enemies, you also cause them painful mental distress.",
            "text": [
                "When you terrorize your enemies, you also cause them painful mental distress. When you successfully ",
                " a foe, that foe takes 1d4 mental damage at the start of each of its turns as long as it remains ",
                " and continues to engage in combat with you. If you have master proficiency in ",
                ", the damage increases to 2d4, and if you have legendary proficiency, the damage increases to 3d4."
            ]
        },
        {
            "name": "Expert Drill Sergeant",
            "level": "5",
            "traits": [
                "Hobgoblin"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1031",
            "prereq": "—",
            "benefits": "You know how to get the most out of your allies.",
            "text": [
                "You know how to get the most out of your allies. While exploring, when you are leading and allies are ",
                ", you grant a +3 circumstance bonus instead of +2 if you’re an expert in the applicable skill, and a +4 circumstance bonus if you’re a master."
            ]
        },
        {
            "name": "Formation Training",
            "level": "5",
            "traits": [
                "Hobgoblin"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1032",
            "prereq": "trained in all martial weapons",
            "benefits": "You know how to fight in formation with your brethren.",
            "text": [
                "You know how to fight in formation with your brethren. When you are adjacent to at least two hobgoblin allies, you gain a +1 circumstance bonus to AC and saving throws. This bonus increases to +2 on Reflex saves against area effects."
            ]
        },
        {
            "name": "Hobgoblin Weapon Discipline",
            "level": "5",
            "traits": [
                "Hobgoblin"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1033",
            "prereq": "Hobgoblin Weapon Familiarity",
            "benefits": "You know how to efficiently utilize the weapons soldiers use in close quarters.",
            "text": [
                "You know how to efficiently utilize the weapons soldiers use in close quarters. Whenever you score a critical hit using a weapon of the polearm, spear, or sword group, you apply the weapon’s critical specialization effect."
            ]
        },
        {
            "name": "Pride in Arms",
            "level": "9",
            "traits": [
                "Hobgoblin"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1034",
            "prereq": "—",
            "benefits": "With a shout of triumph, you grant inspiration to an ally fight on.",
            "text": [
                "With a shout of triumph, you grant inspiration to an ally fight on. The triggering ally gains temporary Hit Points equal to their Constitution modifier until the end of their next turn."
            ]
        },
        {
            "name": "Formation Master",
            "level": "13",
            "traits": [
                "Hobgoblin"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1035",
            "prereq": "Formation Training",
            "benefits": "You can assemble a formation even with members of ancestries that lack the hobgoblins’ military discipline, and you can extend these benefits to your hobgoblin allies.",
            "text": [
                "You can assemble a formation even with members of ancestries that lack the hobgoblins’ military discipline, and you can extend these benefits to your hobgoblin allies. When you are adjacent to at least two humanoid allies, you gain the benefits of Formation Training, even if they aren’t hobgoblin allies. Hobgoblin allies adjacent to you and at least one other hobgoblin ally also gain the bonuses from your Formation Training feat."
            ]
        },
        {
            "name": "Hobgoblin Weapon Expertise",
            "level": "13",
            "traits": [
                "Hobgoblin"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1036",
            "prereq": "Hobgoblin Weapon Familiarity",
            "benefits": "You increase your training in battlefield weapons.",
            "text": [
                "You increase your training in battlefield weapons. Whenever you gain a class feature that grants you expert or greater proficiency in certain weapons, you also gain that proficiency rank in all weapons you are trained in from Hobgoblin Weapon Familiarity."
            ]
        }
    ],
    " leshyFeats": [
        {
            "name": "Grasping Reach",
            "level": "1",
            "traits": [
                "Leshy"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1037",
            "prereq": "—",
            "benefits": "You can extend a tangle of vines or tendrils to support your arms and extend your reach.",
            "text": [
                "You can extend a tangle of vines or tendrils to support your arms and extend your reach. When you wield a melee weapon that requires two hands, doesn’t have reach, and deals at least 1d6 damage, you can change between a typical two-handed grip and an extended two-handed grasp using an Interact action. Weapons wielded in your extended grasp gain reach of 10 feet. This grasp is less stable and powerful than a typical grip, reducing the weapon’s damage die by 1 step."
            ]
        },
        {
            "name": "Harmlessly Cute",
            "level": "1",
            "traits": [
                "Leshy"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1038",
            "prereq": "—",
            "benefits": "Your size and demeanor make it easy for you to convince others that you mean no harm.",
            "text": [
                "Your size and demeanor make it easy for you to convince others that you mean no harm. You gain the ",
                " skill feat as a bonus feat. Additionally, you gain a +1 circumstance bonus to initiative checks when you roll ",
                " for initiative."
            ]
        },
        {
            "name": "Leshy Lore",
            "level": "1",
            "traits": [
                "Leshy"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1039",
            "prereq": "—",
            "benefits": "You deeply understand your people’s cultural traditions and innate strengths.",
            "text": [
                "You deeply understand your people’s cultural traditions and innate strengths. You gain the trained proficiency rank in ",
                " and ",
                ". If you would automatically become trained in one of those skills (from your background or class, for example), you instead become trained in a skill of your choice. You also become trained in Leshy ",
                "."
            ]
        },
        {
            "name": "Leshy Superstition",
            "level": "1",
            "traits": [
                "Leshy"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1040",
            "prereq": "—",
            "benefits": "You notice spirits that inhabit objects, learning which bring good fortune and which are unlucky.",
            "text": [
                "You notice spirits that inhabit objects, learning which bring good fortune and which are unlucky. You focus on the power of a lucky object, granting you a +1 circumstance bonus to your saving throw against the triggering effect."
            ]
        },
        {
            "name": "Seedpod",
            "level": "1",
            "traits": [
                "Leshy"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1041",
            "prereq": "—",
            "benefits": "Your body produces a nearly endless supply of hard seedpods.",
            "text": [
                "Your body produces a nearly endless supply of hard seedpods. You gain a seedpod ranged unarmed attack that deals 1d4 bludgeoning damage; these Strikes have the ",
                " trait. On a critical hit, a seedpod bursts, issuing forth a tangle of vegetation that imposes a –10-foot circumstance penalty on the target’s Speed for 1 round. Seedpods do not add critical specialization effects."
            ]
        },
        {
            "name": "Shadow of the Wilds",
            "level": "1",
            "traits": [
                "Leshy"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1042",
            "prereq": "—",
            "benefits": "It’s difficult to notice your passage through wild areas.",
            "text": [
                "It’s difficult to notice your passage through wild areas. As long as you’re not in an urban environment, you’re always considered to be ",
                ", even if you chose a different activity in exploration mode."
            ]
        },
        {
            "name": "Undaunted",
            "level": "1",
            "traits": [
                "Leshy"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1043",
            "prereq": "—",
            "benefits": "Your spirit has endured many challenges over its long existence, and you are certain you can overcome whatever hardships life throws your way.",
            "text": [
                "Your spirit has endured many challenges over its long existence, and you are certain you can overcome whatever hardships life throws your way. You gain a +1 circumstance bonus to saves against ",
                " effects. If you roll a success on a saving throw against an emotion effect, you get a critical success instead."
            ]
        },
        {
            "name": "Leshy Glide",
            "level": "5",
            "traits": [
                "Leshy"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1044",
            "prereq": "leaf leshy heritage or Cat Fall skill feat",
            "benefits": "Using your own leaves, you can control your descent.",
            "text": [
                "Using your own leaves, you can control your descent. You glide slowly toward the ground, 5 feet down and up to 25 feet forward through the air. As long as you spend at least 1 action gliding each round and have not yet reached the ground, you remain in the air at the end of your turn."
            ]
        },
        {
            "name": "Ritual Reversion",
            "level": "5",
            "traits": [
                "Leshy",
                " Polymorph",
                " Primal",
                " Transmutation"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1045",
            "prereq": "—",
            "benefits": "You can temporarily revert to a less conspicuous form without diminishing your senses.",
            "text": [
                "You can temporarily revert to a less conspicuous form without diminishing your senses. You take the form of an ordinary specimen of the type of plant or fungus that most closely resembles you, reverting to your body’s appearance just before your spirit joined with it. This otherwise has the effects of ",
                ", except that your size remains Small."
            ]
        },
        {
            "name": "Speak with Kindred",
            "level": "5",
            "traits": [
                "Leshy"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1046",
            "prereq": "—",
            "benefits": "You have a connection with creatures that share your physiology.",
            "text": [
                "You have a connection with creatures that share your physiology. You can ask questions of, receive answers from, and use the ",
                " skill with plants or fungi that match your leshy heritage. Generally, fungus leshies can speak to mushrooms and fungi; gourd leshies can speak to gourds, melons, and similar fruiting plants; leaf leshies can speak with deciduous trees; and vine leshies can speak with vines and climbing plants. The GM determines which plants or fungi count for this ability."
            ]
        },
        {
            "name": "Bark and Tendril",
            "level": "9",
            "traits": [
                "Leshy"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1047",
            "prereq": "—",
            "benefits": "You wield primal magic.",
            "text": [
                "You wield primal magic. You can cast ",
                " and ",
                " as 2nd-level primal innate spells once per day each."
            ]
        },
        {
            "name": "Lucky Keepsake",
            "level": "9",
            "traits": [
                "Leshy"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1048",
            "prereq": "Leshy Superstition",
            "benefits": "You have a keepsake that grants you luck.",
            "text": [
                "You have a keepsake that grants you luck. You gain a +1 circumstance bonus to saves against spells and magical effects at all times, not just when you use Leshy Superstition. If you lose the keepsake, you lose the bonus until you designate a new keepsake, typically over the course of a week."
            ]
        },
        {
            "name": "Solar Rejuvenation",
            "level": "9",
            "traits": [
                "Leshy"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1049",
            "prereq": "—",
            "benefits": "If you rest outdoors for 10 minutes during the day, you regain Hit Points equal to your Constitution modifier × half your level.",
            "text": [
                "If you rest outdoors for 10 minutes during the day, you regain Hit Points equal to your Constitution modifier × half your level. You gain this benefit in addition to any healing from ",
                ". Leshies whose plant nourishment does not rely on photosynthesis require a similarly suitable environment. For example, fungus leshies need dark, damp environments and a pile of decaying plant matter."
            ]
        }
    ],
    " lizardfolkFeats": [
        {
            "name": "Lizardfolk Lore",
            "level": "1",
            "traits": [
                "Lizardfolk"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1050",
            "prereq": "—",
            "benefits": "You listened carefully to the tales passed down among your community.",
            "text": [
                "You listened carefully to the tales passed down among your community. You gain the trained proficiency rank in ",
                " and ",
                ". If you would automatically become trained in one of those skills (from your background or class, for example), you instead become trained in a skill of your choice. You also become trained in Iruxi ",
                "."
            ]
        },
        {
            "name": "Marsh Runner",
            "level": "1",
            "traits": [
                "Lizardfolk"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1051",
            "prereq": "You have a swim Speed.",
            "benefits": "You are adept at moving through marshy terrain.",
            "text": [
                "You are adept at moving through marshy terrain. When you use the Step action, you can ignore difficult terrain caused by flooding, swamps, or quicksand. In addition, when you use the ",
                " skill to Balance on narrow surfaces or uneven marshy ground, you aren’t flat-footed, and if you roll a success on the Acrobatics check, you get a critical success instead."
            ]
        },
        {
            "name": "Parthenogenic Hatchling",
            "level": "1",
            "traits": [
                "Lizardfolk"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1052",
            "prereq": "—",
            "benefits": "You were hatched from an unfertilized egg during hard times for your people, and you are a biological copy of your mother.",
            "text": [
                "You were hatched from an unfertilized egg during hard times for your people, and you are a biological copy of your mother. You gain a +1 circumstance bonus to saving throws against diseases. Each of your successful saving throws against a disease reduces its stage by 2, or by 1 for a virulent disease. Each critical success against an ongoing disease reduces its stage by 3, or by 2 for a virulent disease. You take damage only every 2 hours from thirst and every 2 days from starvation, rather than every hour and every day."
            ]
        },
        {
            "name": "Razor Claws",
            "level": "1",
            "traits": [
                "Lizardfolk"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1053",
            "prereq": "—",
            "benefits": "Your have honed your claws to be deadly.",
            "text": [
                "Your have honed your claws to be deadly. Your claw attack deals 1d6 slashing damage instead of 1d4 and gains the ",
                " (piercing) trait."
            ]
        },
        {
            "name": "Reptile Speaker",
            "level": "1",
            "traits": [
                "Lizardfolk"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1054",
            "prereq": "—",
            "benefits": "You hear the sounds of reptiles as language.",
            "text": [
                "You hear the sounds of reptiles as language. You can ask questions of, receive answers from, and use the ",
                " skill with animals that are reptiles (the GM determines which animals count as reptiles)."
            ]
        },
        {
            "name": "Sharp Fangs",
            "level": "1",
            "traits": [
                "Lizardfolk"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1055",
            "prereq": "—",
            "benefits": "Your teeth are formidable weapons.",
            "text": [
                "Your teeth are formidable weapons. You gain a fangs unarmed attack that deals 1d8 piercing damage."
            ]
        },
        {
            "name": "Tail Whip",
            "level": "1",
            "traits": [
                "Lizardfolk"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1056",
            "prereq": "—",
            "benefits": "By birth or through training, your tail is strong enough to make for a powerful melee weapon.",
            "text": [
                "By birth or through training, your tail is strong enough to make for a powerful melee weapon. You gain a tail unarmed attack that deals 1d6 bludgeoning damage and has the sweep trait."
            ]
        },
        {
            "name": "Envenom Fangs",
            "level": "5",
            "traits": [
                "Lizardfolk"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1057",
            "prereq": "Sharp Fangs",
            "benefits": "You envenom your fangs.",
            "text": [
                "You envenom your fangs. If the next fangs Strike you make before the end of your next turn hits and deals damage, the Strike deals an additional 1d6 poison damage. On a critical failure, the poison is wasted as normal."
            ]
        },
        {
            "name": "Gecko's Grip",
            "level": "5",
            "traits": [
                "Lizardfolk"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1058",
            "prereq": "cliffscale lizardfolk",
            "benefits": "You stick to walls with a preternatural grip.",
            "text": [
                "You stick to walls with a preternatural grip. You gain a climb Speed of 15 feet."
            ]
        },
        {
            "name": "Iruxi Unarmed Cunning",
            "level": "5",
            "traits": [
                "Lizardfolk"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1059",
            "prereq": "—",
            "benefits": "You make the most of your iruxi unarmed attacks.",
            "text": [
                "You make the most of your iruxi unarmed attacks. Whenever you score a critical hit with a claw or an unarmed attack you gained from a lizardfolk ancestry feat, you apply the unarmed attack’s critical specialization effect."
            ]
        },
        {
            "name": "Shed Tail",
            "level": "5",
            "traits": [
                "Lizardfolk"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1060",
            "prereq": "Tail Whip",
            "benefits": "You can shed your tail to escape.",
            "text": [
                "You can shed your tail to escape. You cease being grabbed, then Stride without triggering any reactions from the creature that grabbed you. It takes 1 week for your tail to fully grow back. Until it does, you can’t use your tail unarmed attack, and you take a –2 circumstance penalty on checks to Balance."
            ]
        },
        {
            "name": "Swift Swimmer",
            "level": "5",
            "traits": [
                "Lizardfolk"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1061",
            "prereq": "wetlander lizardfolk",
            "benefits": "You swim faster than most iruxi.",
            "text": [
                "You swim faster than most iruxi. Your swim Speed increases to 25 feet."
            ]
        },
        {
            "name": "Terrain Advantage",
            "level": "9",
            "traits": [
                "Lizardfolk"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1062",
            "prereq": "—",
            "benefits": "You can take advantage of the terrain to bypass foes’ defenses.",
            "text": [
                "You can take advantage of the terrain to bypass foes’ defenses. Non-lizardfolk creatures in difficult terrain are ",
                " to you. If you have a swim Speed, non-lizardfolk creatures that are in water and lack a swim Speed are also flat-footed to you."
            ]
        },
        {
            "name": "Iruxi Unarmed Expertise",
            "level": "13",
            "traits": [
                "Lizardfolk"
            ],
            "link": "https://2e.aonprd.com/Feats.aspx?ID=1063",
            "prereq": "Iruxi Unarmed Cunning",
            "benefits": "Your unarmed attacks blend tradition and training.",
            "text": [
                "Your unarmed attacks blend tradition and training. Whenever you gain a class feature that grants you expert or greater proficiency in certain weapons, you also gain that proficiency in the claw and unarmed attacks you gained from lizardfolk ancestry feats."
            ]
        }
    ]
}