{
    "name": "Pathfinder 2.0 background list",
    "date": "February 11, 2020",
    "backgrounds": [
        {},
        {
            "name": "Academic (Crafting)",
            "link": "https://pf2.d20pfsrd.com/background/academic-2/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Intelligence or Wisdom",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "You were educated at a famed academy and received quality instruction in advanced concepts of mathematics, science, and engineering.",
                "Youâ\u0080\u0099re trained in the Crafting skill and the Academia Lore skill. You gain the Skill Training skill feat."
            ]
        },
        {
            "name": "Academic (Traditions)",
            "link": "https://pf2.d20pfsrd.com/background/academic/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Intelligence or Charisma",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "You studied magic at a prestigious academy, learning magical traditions and earning a pedigree respected by magical scholars almost everywhere.",
                "Youâ\u0080\u0099re trained in your choice of either the Arcana or Nature skill, as well as the Academia Lore skill. You gain the Recognize Spell skill feat."
            ]
        },
        {
            "name": "Acolyte",
            "link": "https://pf2.d20pfsrd.com/background/acolyte/",
            "source": "Pathfinder 2 Core Rulebook",
            "ability": [
                "One must be to Intelligence or Wisdom",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "You spent your early days in a religious monastery or cloister. You may have traveled out into the world to spread the message of your religion or because you cast away the teachings of your faith, but deep down youâ\u0080\u0099ll always carry within you the lessons you learned.",
                "Youâ\u0080\u0099re trained in the Religion skill and the Scribing Lore skill. You gain the Student of the Canon skill feat."
            ]
        },
        {
            "name": "Acrobat",
            "link": "https://pf2.d20pfsrd.com/background/acrobat/",
            "source": "Pathfinder 2 Core Rulebook",
            "ability": [
                "One must be to Strength or Dexterity",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "In a circus or on the streets, you earned your pay by performing as an acrobat. You might have turned to adventuring when the money dried up, or simply decided to put your skills to better use.",
                "Youâ\u0080\u0099re trained in the Acrobatics skill and the Circus Lore skill. You gain the Steady Balance skill feat."
            ]
        },
        {
            "name": "Adherent",
            "link": "https://pf2.d20pfsrd.com/background/adherent/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Constitution or Wisdom",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "You have spent time learning the practices and traditions of ancient dwarven shamans and can recognize all sorts of magic. You may have chosen your own road since then, or you may remain an adherent of the philosophy.",
                "Youâ\u0080\u0099re trained in the Occultism skill and the Spirit Lore skill.",
                "You gain the Recognize Spell skill feat."
            ]
        },
        {
            "name": "Animal Whisperer",
            "link": "https://pf2.d20pfsrd.com/background/animal-whisperer/",
            "source": "Pathfinder 2 Core Rulebook",
            "ability": [
                "One must be to Wisdom or Charisma",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "You have always felt a connection to animals, and it was only a small leap to learn to train them. As you travel, you continuously encounter different creatures, befriending them along the way.",
                "Youâ\u0080\u0099re trained in the Nature skill and a Lore skill related to one terrain inhabited by animals you like (such as Plains Lore or Swamp Lore). You gain the Train Animal skill feat."
            ]
        },
        {
            "name": "Archaeologist",
            "link": "https://pf2.d20pfsrd.com/background/archaeologist/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Constitution or Intelligence",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "Whether youâ\u0080\u0099re a fascinated outsider or a local proud of your nationâ\u0080\u0099s storied past, youâ\u0080\u0099re a devoted student of history. You might be a traveling professor, a member of a society like the Adventurer’s Guild, or even a simple tomb robber cashing in on the glories of the past.",
                "Youâ\u0080\u0099re trained in the Occultism skill and the Ancient Regional Lore skill. You gain the Oddity Identification skill feat."
            ]
        },
        {
            "name": "Artifact Seeker",
            "link": "https://pf2.d20pfsrd.com/background/artifact-seeker/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Dexterity or Intelligence",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "Youâ\u0080\u0099ve dedicated your life to unraveling the secrets of ancient empires, either through meticulous research or by traveling into dangerous and distant ruins to track down long-lost artifacts.",
                "Youâ\u0080\u0099re trained in the Crafting skill and a Regional Lore skill. You gain the Specialty Crafting skill feat."
            ]
        },
        {
            "name": "Artisan",
            "link": "https://pf2.d20pfsrd.com/background/artisan/",
            "source": "Pathfinder 2 Core Rulebook",
            "ability": [
                "One must be to Strength orÂ Intelligence",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "As an apprentice, you practiced a particular form of building or crafting, developing specialized skill. You might have been a blacksmithâ\u0080\u0099s apprentice toiling over the forge for countless hours, a young tailor sewing garments of all kinds, or a shipwright shaping the hulls of ships.",
                "Youâ\u0080\u0099re trained in the Crafting skill and the Guild Lore skill.",
                "You gain the Specialty Crafting skill feat."
            ]
        },
        {
            "name": "Artist",
            "link": "https://pf2.d20pfsrd.com/background/artist/",
            "source": "Pathfinder 2 Core Rulebook",
            "ability": [
                "One must be to Dexterity or Charisma",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "Your art is your greatest passion, whatever form it takes.",
                "Adventuring might help you find inspiration, or simply be a way to survive until you become a world-famous artist.",
                "Youâ\u0080\u0099re trained in the Crafting skill and the Art Lore skill. You gain the Specialty Crafting skill feat."
            ]
        },
        {
            "name": "Aspiring Free Captain",
            "link": "https://pf2.d20pfsrd.com/background/aspiring-free-captain/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Wisdom or Charisma",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "You have learned everything you need to know about sailing and bossing people around. Now you just need a crew and a ship.",
                "Youâ\u0080\u0099re trained in the Intimidation skill and the Sailing Lore skill.",
                "You gain the Group Coercion skill feat."
            ]
        },
        {
            "name": "Aspiring River Monarch",
            "link": "https://pf2.d20pfsrd.com/background/aspiring-river-monarch/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Wisdom or Charisma",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "New realms rise constantly, and you intend to lead one of them. Making your reign last, however, will require both strength and grace.",
                "You’re trained in the Society skill and the Politics Lore skill. You gain the Courtly Graces skill feat."
            ]
        },
        {
            "name": "Barkeep",
            "link": "https://pf2.d20pfsrd.com/background/barkeep/",
            "source": "Pathfinder 2 Core Rulebook",
            "ability": [
                "One must be to Constitution or Charisma",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "You have five specialties: hefting barrels, drinking, polishing steins, drinking, and drinking. You worked in a bar, where you learned how to hold your liquor and rowdily socialize.",
                "Youâ\u0080\u0099re trained in the Diplomacy skill and the Alcohol Lore skill. You gain the Hobnobber skill feat."
            ]
        },
        {
            "name": "Barrister",
            "link": "https://pf2.d20pfsrd.com/background/barrister/",
            "source": "Pathfinder 2 Core Rulebook",
            "ability": [
                "One must be to Intelligence or Charisma",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "Piles of legal manuals, stern teachers, and experience in the courtroom have instructed you in legal matters. Youâ\u0080\u0099re capable of mounting a prosecution or defense in court, and you tend to keep abreast of local laws, as you never can tell when you might need to know them on short notice.",
                "Youâ\u0080\u0099re trained in the Diplomacy skill and the Legal Lore skill.",
                "You gain the Group Impression skill feat."
            ]
        },
        {
            "name": "Black Market Smuggler",
            "link": "https://pf2.d20pfsrd.com/background/black-market-smuggler/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Wisdom or Charisma",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "You know how to work the less-than-legal side of the regionâ\u0080\u0099s markets and know how to slip contraband past the authorities.",
                "Youâ\u0080\u0099re trained in the Stealth skill and the Underworld Lore skill. You gain the Experienced Smuggler skill feat."
            ]
        },
        {
            "name": "Bounty Hunter",
            "link": "https://pf2.d20pfsrd.com/background/bounty-hunter/",
            "source": "Pathfinder 2 Core Rulebook",
            "ability": [
                "One must be to Strength or Wisdom",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "Bringing in lawbreakers lined your pockets. Maybe you had an altruistic motive and sought to bring in criminals to make the streets safer, or maybe the coin was motivation enough. Your techniques for hunting down criminals transfer easily to the life of an adventurer.",
                "Youâ\u0080\u0099re trained in the Survival skill and the Legal Lore skill.",
                "You gain the Experienced Tracker skill feat."
            ]
        },
        {
            "name": "Bright Lion",
            "link": "https://pf2.d20pfsrd.com/background/bright-lion/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Strength or Charisma",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "You seek to overthrow tyranny.",
                "Youâ\u0080\u0099re experienced operating undercover and have had to be cautious of what you say and who you trust, lest you fall afoul of the god-kingâ\u0080\u0099s terrible punishments.",
                "Youâ\u0080\u0099re trained in the Deception skill and a Regional Lore skill.",
                "You gain the Lie to Me skill feat."
            ]
        },
        {
            "name": "Charlatan",
            "link": "https://pf2.d20pfsrd.com/background/charlatan/",
            "source": "Pathfinder 2 Core Rulebook",
            "ability": [
                "One must be to Intelligence or Charisma",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "You traveled from place to place, peddling false fortunes and snake oil in one town, pretending to be royalty in exile to seduce a wealthy heir in the next. Becoming an adventurer might be your next big scam or an attempt to put your talents to use for a greater cause. Perhaps itâ\u0080\u0099s a bit of both, as you realize that after pretending to be a hero, youâ\u0080\u0099ve become the mask.",
                "Youâ\u0080\u0099re trained in the Deception skill and the Underworld Lore skill.",
                "You gain the Charming Liar skill feat."
            ]
        },
        {
            "name": "Charmer",
            "link": "https://pf2.d20pfsrd.com/background/charmer/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Intelligence or Charisma",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "You grew up steeped in the cultural legacy of pirates and smugglers, and you rely on your cleverness and charm as you make your way throughout the world.",
                "You’re trained in the Deception skill and the Underworld Lore skill. You gain the Charming Liar skill feat."
            ]
        },
        {
            "name": "Child of Squalor",
            "link": "https://pf2.d20pfsrd.com/background/child-of-the-puddles/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Dexterity or Intelligence",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "Youâ\u0080\u0099re at home in tightly packed urban environments.",
                "Youâ\u0080\u0099re trained in the Acrobatics skill and a Regional Lore skill. You gain the Steady Balance skill feat."
            ]
        },
        {
            "name": "Child of the City",
            "link": "https://pf2.d20pfsrd.com/background/child-of-the-city/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Strength or Charisma",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "You are proud of your country and do not consider yourself a rebel.",
                "Youâ\u0080\u0099re trained in the Diplomacy skill and a Regional Lore skill. You gain the Group Impression skill feat."
            ]
        },
        {
            "name": "Criminal",
            "link": "https://pf2.d20pfsrd.com/background/criminal/",
            "source": "Pathfinder 2 Core Rulebook",
            "ability": [
                "One must be to Dexterity orÂ Intelligence",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "As an unscrupulous independent or as a member of an underworld organization, you lived a life of crime. You might have become an adventurer to seek redemption, to escape the law, or simply to get access to bigger and better loot.",
                "Youâ\u0080\u0099re trained in the Stealth skill and the Underworld Lore skill. You gain the Experienced Smuggler skill feat."
            ]
        },
        {
            "name": "Crusader",
            "link": "https://pf2.d20pfsrd.com/background/crusader/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Constitution or Wisdom",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "You grew up considering the existence of an undead nation an atrocity and trained to one day take part in destroying it and putting its vile inhabitants to their final rest. Key to your preparations is a thorough study of undead-related deities and their philosophies.",
                "Youâ\u0080\u0099re trained in the Religion skill and the Undead Lore skill.",
                "You gain the Student of the Canon skill feat."
            ]
        },
        {
            "name": "Cursed Family",
            "link": "https://pf2.d20pfsrd.com/background/cursed-family/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Intelligence or Charisma",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "Rumors abound that your family is cursed. While that would explain several unfortunate events in your family history, you may or may not believe it. Regardless, odd coincidences plague your lineage, and perhaps even appear in your own life, and you have become used to spotting strangeness around you.",
                "Youâ\u0080\u0099re trained in the Occultism skill and the Curse Lore skill. You gain the Oddity Identification skill feat."
            ]
        },
        {
            "name": "Desert Tracker",
            "link": "https://pf2.d20pfsrd.com/background/desert-tracker/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Constitution or Wisdom",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "Youâ\u0080\u0099re at home blazing trails in the burning sands, and you made a living guiding or following creatures in the desert. You might be a native nomad, an experienced desert guide, a naturalist, a bandit driven into the dunes by the lawâ\u0080\u0094or all of the above.",
                "Youâ\u0080\u0099re trained in the Survival skill and the Desert Lore skill. You gain the Experienced Tracker skill feat."
            ]
        },
        {
            "name": "Detective",
            "link": "https://pf2.d20pfsrd.com/background/detective/",
            "source": "Pathfinder 2 Core Rulebook",
            "ability": [
                "One must be to Intelligence or Wisdom",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "You solved crimes as a police inspector or took jobs for wealthy clients as a private investigator. You might have become an adventurer as part of your next big mystery, but likely it was due to the consequences or aftermath of a prior case.",
                "Youâ\u0080\u0099re trained in the Society skill and the Underworld Lore skill. You gain the Streetwise skill feat."
            ]
        },
        {
            "name": "Emissary (Political)",
            "link": "https://pf2.d20pfsrd.com/background/emissary-2/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Charisma or Intelligence",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "You were trained to be an ambassador, and you have now been sent out into the wider world to build alliances between neighboring kingdoms.",
                "Youâ\u0080\u0099re trained in the Society skill and the Politics Lore skill. You gain the Multilingual skill feat."
            ]
        },
        {
            "name": "Emissary (Society)",
            "link": "https://pf2.d20pfsrd.com/background/emissary/",
            "source": "Pathfinder 2 Core Rulebook",
            "ability": [
                "One must be to Intelligence or Charisma",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "As a diplomat or messenger, you traveled to lands far and wide. Communicating with new people and forming alliances were your stock and trade.",
                "Youâ\u0080\u0099re trained in the Society skill and a Lore skill related to one city youâ\u0080\u0099ve visited often. You gain the Multilingual skill feat."
            ]
        },
        {
            "name": "Entertainer",
            "link": "https://pf2.d20pfsrd.com/background/entertainer/",
            "source": "Pathfinder 2 Core Rulebook",
            "ability": [
                "One must be to Dexterity or Charisma",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "Through an education in the arts or sheer dogged practice, you learned to entertain crowds. You might have been an actor, a dancer, a musician, a street magician, or any other sort of performer.",
                "Youâ\u0080\u0099re trained in the Performance skill and the Theater Lore skill. You gain the Fascinating Performance skill feat."
            ]
        },
        {
            "name": "Expatriate",
            "link": "https://pf2.d20pfsrd.com/background/expatriate/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                ""
            ],
            "backgroundText": [
                "You have been exiled, perhaps of your own accord or perhaps because you didnâ\u0080\u0099t measure up. However, you take with you some of the benefits of the excellent education afforded to its citizenry.",
                "One must be to Intelligence or Charisma, and one is a free ability boost.",
                "Youâ\u0080\u0099re trained in the Society skill and the Dragon Lore skill. You gain the Skill Training skill feat."
            ]
        },
        {
            "name": "Faithful",
            "link": "https://pf2.d20pfsrd.com/background/faithful/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Strength or Charisma",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "You serve a living god, and this gives your actions a divine mandate not to be trifled with.",
                "You’re trained in the Intimidation skill and a Regional Lore skill. You gain the Group Coercion skill feat."
            ]
        },
        {
            "name": "Farmhand",
            "link": "https://pf2.d20pfsrd.com/background/farmhand/",
            "source": "Pathfinder 2 Core Rulebook",
            "ability": [
                "One must be to Constitution or Wisdom",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "With a strong back and an understanding of seasonal cycles, you tilled the land and tended crops. Your farm could have been razed by invaders, you could have lost the family tying you to the land, or you might have simply tired of the drudgery, but at some point you became an adventurer.",
                "Youâ\u0080\u0099re trained in the Athletics skill and the Farming Lore skill. You gain the Assurance skill feat with Athletics."
            ]
        },
        {
            "name": "Field Medic",
            "link": "https://pf2.d20pfsrd.com/background/field-medic/",
            "source": "Pathfinder 2 Core Rulebook",
            "ability": [
                "One must be to Constitution or Wisdom",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "In the chaotic rush of battle, you learned to adapt to rapidly changing conditions as you administered to battle casualties.",
                "You patched up soldiers, guards, or other combatants, and learned a fair amount about the logistics of war.",
                "Youâ\u0080\u0099re trained in the Medicine skill and the Warfare Lore skill. You gain the Battle Medic skill feat."
            ]
        },
        {
            "name": "Follower",
            "link": "https://pf2.d20pfsrd.com/background/follower/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Constitution or Intelligence",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "You seek to build your wealth in this life so that you might meet the next world on your own terms.",
                "Youâ\u0080\u0099re trained in the Diplomacy skill and a Regional Lore skill. You gain the Bargain Hunter skill feat."
            ]
        },
        {
            "name": "Fortune Teller",
            "link": "https://pf2.d20pfsrd.com/background/fortune-teller/",
            "source": "Pathfinder 2 Core Rulebook",
            "ability": [
                "One must be to Intelligence or Charisma",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "The strands of fate are clear to you, as you have learned many traditional forms by which laypeople can divine the future.",
                "You might have used these skills to guide your community, or simply to make money. But even the slightest peek into these practices connects you to the occult mysteries of the universe.",
                "Youâ\u0080\u0099re trained in the Occultism skill and the Fortune-Telling Lore skill. You gain the Oddity Identification skill feat."
            ]
        },
        {
            "name": "Freed Slave",
            "link": "https://pf2.d20pfsrd.com/background/freed-slave/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Constitution or Intelligence",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "As a recently freed slave you belong to a new, closeknit social class at the heart of the cityâ\u0080\u0099s most important trades.",
                "Youâ\u0080\u0099re trained in the Society skill and the Absalom Lore skill.",
                "You gain the Streetwise skill feat."
            ]
        },
        {
            "name": "Gambler",
            "link": "https://pf2.d20pfsrd.com/background/gambler/",
            "source": "Pathfinder 2 Core Rulebook",
            "ability": [
                "One must be to Dexterity or Charisma",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "The thrill of the win drew you into games of chance. This might have been a lucrative sideline that paled in comparison to the real risks of adventuring, or you might have fallen on hard times due to your gambling and pursued adventuring as a way out of a spiral.",
                "Youâ\u0080\u0099re trained in the Deception skill and the Games Lore skill. You gain the Lie to Me skill feat."
            ]
        },
        {
            "name": "Gladiator",
            "link": "https://pf2.d20pfsrd.com/background/gladiator/",
            "source": "Pathfinder 2 Core Rulebook",
            "ability": [
                "One must be to Strength or Charisma",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "The bloody games of the arena taught you the art of combat.",
                "Before you attained true fame, you departedâ\u0080\u0094or escapedâ\u0080\u0094the arena to explore the world. Your skill at drawing both blood and a crowdâ\u0080\u0099s attention pay off in a new adventuring life.",
                "Youâ\u0080\u0099re trained in the Performance skill and the Gladiatorial Lore skill. You gain the Impressive Performance skill feat."
            ]
        },
        {
            "name": "Goblinblood Orphan",
            "link": "https://pf2.d20pfsrd.com/background/goblinblood-orphan/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Dexterity or Constitution",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "Your family, whether goblin, hobgoblin, or human, died in the goblin wars. Though you were marked by these losses, you managed to survive through your own resilience and resourcefulness.",
                "Youâ\u0080\u0099re trained in the Survival skill and the Goblin Lore skill. You gain the Assurance skill feat with Survival."
            ]
        },
        {
            "name": "Grand Council Bureaucrat",
            "link": "https://pf2.d20pfsrd.com/background/grand-council-bureaucrat/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Charisma or Intelligence",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "You spent years working as a clerk. Your service taught you a thing or two about rousing speeches and manipulating the cityâ\u0080\u0099s bureaucracy.",
                "Youâ\u0080\u0099re trained in the Society skill and the Government Lore skill. You gain the Group Impression skill feat."
            ]
        },
        {
            "name": "Guard",
            "link": "https://pf2.d20pfsrd.com/background/guard/",
            "source": "Pathfinder 2 Core Rulebook",
            "ability": [
                "One must be to Strength or Charisma",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "You served in the guard, out of either patriotism or the need for coin. Either way, you know how to get a difficult suspect to talk.",
                "However you left the guard, you might think of adventuring as a way to use your skills on a wider stage.",
                "Youâ\u0080\u0099re trained in the Intimidation skill and the Legal Lore or Warfare Lore skill.",
                "You gain the Quick Coercion skill feat."
            ]
        },
        {
            "name": "Guerrilla",
            "link": "https://pf2.d20pfsrd.com/background/guerrilla/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Dexterity or Wisdom",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "Woodcraft comes naturally to you, and you have learned how to use the forest to your tactical advantage against superior forces.",
                "Youâ\u0080\u0099re trained in the Survival skill and the Forest Lore skill. You gain the Terrain Stalker (underbrush) skill feat."
            ]
        },
        {
            "name": "Herbalist",
            "link": "https://pf2.d20pfsrd.com/background/herbalist/",
            "source": "Pathfinder 2 Core Rulebook",
            "ability": [
                "One must be to Constitution or Wisdom",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "As a formally trained apothecary or a rural practitioner of folk medicine, you learned the Healing properties of various herbs.",
                "Youâ\u0080\u0099re adept at collecting the right natural cures in all sorts of environments and preparing them properly.",
                "Youâ\u0080\u0099re trained in the Nature skill and the Herbalism Lore skill.",
                "You gain the Natural Medicine skill feat."
            ]
        },
        {
            "name": "Hermean Heritor",
            "link": "https://pf2.d20pfsrd.com/background/hermean-heritor/",
            "source": "Pathfinder Adventure Path #150: Broken Promises",
            "ability": [
                "One must be in Constitution or Wisdom",
                "and the other is a free ability boost."
            ],
            "backgroundText": [
                "Hermean Heritor",
                "Background Rare",
                "With the restrictions on Hermean citizenship lifted, you may have fled the city of Promise or have spent some of your childhood in the company of someone who did.",
                "Youâ\u0080\u0099re trained in the Society skill and the Legal Lore skill.",
                "You gain the Multilingual skill feat or the Assurance skill feat for Society."
            ]
        },
        {
            "name": "Hermit",
            "link": "https://pf2.d20pfsrd.com/background/hermit/",
            "source": "Pathfinder 2 Core Rulebook",
            "ability": [
                "One must be to Constitution orÂ Intelligence",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "In an isolated placeâ\u0080\u0094like a cave, remote oasis, or secluded mansionâ\u0080\u0094you lived a life of solitude. Adventuring might represent your first foray out among other people in some time.",
                "This might be a welcome reprieve from solitude or an unwanted change, but in either case, youâ\u0080\u0099re likely still rough around the edges.",
                "Youâ\u0080\u0099re trained in the Nature or Occultism skill, plus a Lore skill related to the terrain you lived in as a hermit (such as Cave Lore or Desert Lore).",
                "You gain the Dubious Knowledge skill feat."
            ]
        },
        {
            "name": "Hopeful",
            "link": "https://pf2.d20pfsrd.com/background/hopeful/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Constitution or Intelligence",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "Youâ\u0080\u0099ve long wanted to join an adventurer’s guild.",
                "You have taken up the dangerous life of an adventurer.",
                "Youâ\u0080\u0099re trained in the Society skill and the Adventurer’s Society Lore skill. You gain the Additional Lore skill feat."
            ]
        },
        {
            "name": "Hunter",
            "link": "https://pf2.d20pfsrd.com/background/hunter/",
            "source": "Pathfinder 2 Core Rulebook",
            "ability": [
                "One must be to Dexterity or Wisdom",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "You stalked and took down animals and other creatures of the wild. Skinning animals, harvesting their flesh, and cooking them were also part of your training, all of which can give you useful resources while you adventure.",
                "Youâ\u0080\u0099re trained in the Survival skill and the Tanning Lore skill.",
                "You gain the Survey Wildlife skill feat."
            ]
        },
        {
            "name": "Inlander",
            "link": "https://pf2.d20pfsrd.com/background/inlander/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Constitution or Wisdom",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "You grew up in an untamed region and you know how to survive in the wild.",
                "Youâ\u0080\u0099re trained in the Survival skill and a Lore skill related to the terrain type associated with your home region (such as Hills Lore or Mountains Lore). You gain the Survey Wildlife skill feat."
            ]
        },
        {
            "name": "Laborer",
            "link": "https://pf2.d20pfsrd.com/background/laborer/",
            "source": "Pathfinder 2 Core Rulebook",
            "ability": [
                "One must be to Strength or Constitution",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "Youâ\u0080\u0099ve spent years performing arduous physical labor. It was a difficult life, but you somehow survived. You may have embraced adventuring as an easier method to make your way in the world, or you might adventure under someone elseâ\u0080\u0099s command.",
                "Youâ\u0080\u0099re trained in the Athletics skill and the Labor Lore skill.",
                "You gain the Hefty Hauler skill feat in Athletics."
            ]
        },
        {
            "name": "Legendary Parents",
            "link": "https://pf2.d20pfsrd.com/background/legendary-parents/",
            "source": "Pathfinder Adventure Path #150: Broken Promises",
            "ability": [
                "One must be in Dexterity or Charisma",
                "and the other is a free ability boost."
            ],
            "backgroundText": [
                "Legendary Parents",
                "Background Rare",
                "One or more of your parents were heroes. Others tend to treat you with a bit more respect, or perhaps fear your connections to people of great power.",
                "Youâ\u0080\u0099re trained in the Intimidation skill and the Genealogy Lore skill. You gain the Group Coercion skill feat."
            ]
        },
        {
            "name": "Loyalist",
            "link": "https://pf2.d20pfsrd.com/background/loyalist/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Intelligence or Charisma",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "You consider the current queen to be the rightful ruler of your homeland, and you are willing to act against her enemies.",
                "Youâ\u0080\u0099re trained in the Religion skill and the Hell Lore skill",
                "You gain the Student of the Canon skill feat."
            ]
        },
        {
            "name": "Lumberjack",
            "link": "https://pf2.d20pfsrd.com/background/lumberjack/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Strength or Dexterity",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "You have suffered as a worker, laboring under harsh conditions in dangerous wooded regions.",
                "Youâ\u0080\u0099re trained in the Athletics skill and the Forest Lore skill.",
                "You gain the Assurance skill feat with Athletics."
            ]
        },
        {
            "name": "Mammoth Speaker",
            "link": "https://pf2.d20pfsrd.com/background/mammoth-speaker/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Constitution or Wisdom",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "You have learned the secrets of taming the mighty mammoths and other megafauna of the far north. Perhaps these talents are a part of your peopleâ\u0080\u0099s traditional customs, or perhaps you sought out these massive animals of your own accord.",
                "Youâ\u0080\u0099re trained in the Nature skill and the Animal Lore skill. You gain the Train Animal skill feat."
            ]
        },
        {
            "name": "Mantis Scion",
            "link": "https://pf2.d20pfsrd.com/background/mantis-scion/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Dexterity or Wisdom",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "At least one of your parents is a member of the notorious Crimson assassins, merciless killers for hire who rarely fail to claim their marks. Whether on purpose or by simple exposure, you were trained from a young age in the art of stalking and killing people.",
                "Youâ\u0080\u0099re trained in the Stealth skill and the Assassin Lore skill.",
                "You gain the Assurance skill feat with Stealth."
            ]
        },
        {
            "name": "Martial Disciple",
            "link": "https://pf2.d20pfsrd.com/background/martial-disciple/",
            "source": "Pathfinder 2 Core Rulebook",
            "ability": [
                "One must be to Strength or Dexterity",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "You dedicated yourself to intense training and rigorous study to become a great warrior. The school you attended might have been a traditionalist monastery, an elite military academy, or the local branch of a prestigious mercenary organization.",
                "Youâ\u0080\u0099re trained in your choice of the Acrobatics or Athletics skill.",
                "You gain a skill feat: Cat Fall if you chose Acrobatics or Quick Jump if you chose Athletics.",
                "Youâ\u0080\u0099re also trained in the Warfare Lore skill."
            ]
        },
        {
            "name": "Menagerie Dung Sweeper",
            "link": "https://pf2.d20pfsrd.com/background/menagerie-dung-sweeper/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Constitution or Wisdom",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "Whether you washed warrior beasts below arena floor or tended to the mutated animals of a sideshow, you are experienced with all manner of weird wildlife.",
                "Youâ\u0080\u0099re trained in the Nature skill and the Animal Lore skill. You gain the Train Animal skill feat."
            ]
        },
        {
            "name": "Mercenary",
            "link": "https://pf2.d20pfsrd.com/background/mercenary/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Strength or Constitution",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "Whether you sought citizenship or simply needed a steady paycheck, you spent some of your time as a paid mercenary. Alternatively, you might have worked at sea, protecting military and trading ships against pirates.",
                "Youâ\u0080\u0099re trained in the Athletics skill and the Mercenary Lore skill. You gain the Experienced Professional skill feat."
            ]
        },
        {
            "name": "Merchant",
            "link": "https://pf2.d20pfsrd.com/background/merchant/",
            "source": "Pathfinder 2 Core Rulebook",
            "ability": [
                "One must be to Intelligence or Charisma",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "In a dusty shop, market stall, or merchant caravan, you bartered wares for coin and trade goods. The skills you picked up still apply in the adventuring life, in which a good deal on a suit of armor could prevent your death.",
                "Youâ\u0080\u0099re trained in the Diplomacy skill and the Mercantile Lore skill.",
                "You gain the Bargain Hunter skill feat."
            ]
        },
        {
            "name": "Miner",
            "link": "https://pf2.d20pfsrd.com/background/miner/",
            "source": "Pathfinder 2 Core Rulebook",
            "ability": [
                "One must be to Strength or Wisdom",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "You earned a living wrenching Precious minerals from the lightless depths of the earth. Adventuring might have seemed lucrative or glamorous compared to this backbreaking laborâ\u0080\u0094 and if you have to head back underground, this time you plan to do so armed with a real weapon instead of a minerâ\u0080\u0099s pick.",
                "Youâ\u0080\u0099re trained in the Survival skill and the Mining Lore skill.",
                "You gain the Terrain Expertise skill feat with underground terrain."
            ]
        },
        {
            "name": "Mystic",
            "link": "https://pf2.d20pfsrd.com/background/mystic/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Intelligence or Wisdom",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "Your initiations grant you a preternatural comprehension of the arcane underpinnings of existence.",
                "Youâ\u0080\u0099re trained in the Arcana skill and a Lore skill related to one plane of your choice (other than the Material Plane). You gain the Arcane Sense skill feat."
            ]
        },
        {
            "name": "Name-Bearer",
            "link": "https://pf2.d20pfsrd.com/background/name-bearer/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Strength or Wisdom",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "You have gone through a coming of age ceremony, gaining the traditional tattoo and earning your adult name.",
                "Youâ\u0080\u0099re trained in the Athletics skill and the Quah Lore skill. You gain the Combat Climber skill feat."
            ]
        },
        {
            "name": "Noble",
            "link": "https://pf2.d20pfsrd.com/background/noble/",
            "source": "Pathfinder 2 Core Rulebook",
            "ability": [
                "One must be to Intelligence or Charisma",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "To the common folk, the life of a noble seems one of idyllic luxury, but growing up as a noble or member of the aspiring gentry, you know the reality: a nobleâ\u0080\u0099s lot is obligation and intrigue. Whether you seek to escape your duties by adventuring or to better your station, you have traded silks and pageantry for an adventurerâ\u0080\u0099s life.",
                "Youâ\u0080\u0099re trained in the Society skill and your choice of the Genealogy Lore or Heraldry Lore skill.",
                "You gain the Courtly Graces skill feat."
            ]
        },
        {
            "name": "Nomad",
            "link": "https://pf2.d20pfsrd.com/background/nomad/",
            "source": "Pathfinder 2 Core Rulebook",
            "ability": [
                "One must be to Constitution or Wisdom",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "Traveling far and wide, you picked up basic tactics for surviving on the road and in unknown lands, getting by with few supplies and even fewer comforts. As an adventurer, you travel still, often into even more dangerous places.",
                "Youâ\u0080\u0099re trained in the Survival skill and a Lore skill related to one terrain you traveled in (such as Desert Lore or Swamp Lore).",
                "You gain the Assurance skill feat with Survival."
            ]
        },
        {
            "name": "Onyx Trader",
            "link": "https://pf2.d20pfsrd.com/background/onyx-trader/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Dexterity or Charisma",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "You have traveled and traded goods across a wide variety of lands. Youâ\u0080\u0099ve learned to step lively in foreign markets of all types.",
                "Youâ\u0080\u0099re trained in the Society skill and the Mercantile Lore skill. You gain the Multilingual skill feat."
            ]
        },
        {
            "name": "Ooze-Tender",
            "link": "https://pf2.d20pfsrd.com/background/ooze-tender/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Constitution or Intelligence",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "Your apprenticeship instilled in you a deep reservoir of mostly reliable esoteric knowledge, not to mention a deep resentment born of countless hours spent mucking ooze pens and feeding helpless creatures to ravenous, belching jellies and gelatinous puddings.",
                "Youâ\u0080\u0099re trained in the Crafting skill and the Ooze Lore skill. You gain the Dubious Knowledge skill feat."
            ]
        },
        {
            "name": "Partisan",
            "link": "https://pf2.d20pfsrd.com/background/partisan/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Constitution or Charisma",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "Youâ\u0080\u0099re accustomed to arguing from a position of underappreciated worth.",
                "You’re trained in the Diplomacy skill and the Politics Lore skill. You gain the Group Impression skill feat."
            ]
        },
        {
            "name": "Pearl Diver",
            "link": "https://pf2.d20pfsrd.com/background/pearl-diver/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Constitution or Dexterity",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "You spent a portion of your youth diving and gathering precious pearls.",
                "Youâ\u0080\u0099re trained in the Athletics skill and the Ocean Lore skill.",
                "You gain the Underwater Marauder skill feat."
            ]
        },
        {
            "name": "Perfection Seeker",
            "link": "https://pf2.d20pfsrd.com/background/perfection-seeker/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Dexterity or Wisdom",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "You aspire to perfect your body and mind, honing your acrobatic skills and mental faculties in preparation for a lifetime pushing the edge of what most consider possible.",
                "Youâ\u0080\u0099re trained in the Acrobatics skill as well as the Warfare Lore skill. You gain the Cat Fall skill feat."
            ]
        },
        {
            "name": "Press-Ganged",
            "link": "https://pf2.d20pfsrd.com/background/press-ganged/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Strength or Wisdom",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "You were forced into service as a sailor against your will.",
                "Perhaps you were punished for a crime, were drafted into military service, are repaying a debt, or simply were abducted.",
                "Though you were initially trained as a simple deckhand, you may have subsequently studied a trade under one of the vesselâ\u0080\u0099s specialists.",
                "Youâ\u0080\u0099re trained in the Society skill and the Sailing Lore skill. You gain the Experienced Professional skill feat."
            ]
        },
        {
            "name": "Prisoner",
            "link": "https://pf2.d20pfsrd.com/background/prisoner/",
            "source": "Pathfinder 2 Core Rulebook",
            "ability": [
                "One must be to Strength or Constitution",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "You might have been imprisoned for crimes (whether you were guilty or not), or enslaved for some part of your upbringing.",
                "In your adventuring life, you take full advantage of your newfound freedom.",
                "Youâ\u0080\u0099re trained in the Stealth skill and the Underworld Lore skill.",
                "You gain the Experienced Smuggler skill feat."
            ]
        },
        {
            "name": "Prodigy",
            "link": "https://pf2.d20pfsrd.com/background/prodigy/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Dexterity or Intelligence",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "Even in a city renowned for its alchemy, you were able to rise above the competition.",
                "Youâ\u0080\u0099re trained in the Crafting skill and the Alchemical Lore skill. You gain the Specialty Crafting skill feat with alchemy."
            ]
        },
        {
            "name": "Purveyor of the Bizarre",
            "link": "https://pf2.d20pfsrd.com/background/purveyor-of-the-bizarre/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Intelligence or Wisdom",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "Youâ\u0080\u0099ve spent enough time buying and selling ancient or unusual items to give you an instinctive ability to quickly sort valuable trinkets from worthless baubles.",
                "Youâ\u0080\u0099re trained in the Arcana skill and the Mercantile Lore skill. You gain the Quick Identification skill feat."
            ]
        },
        {
            "name": "Quick",
            "link": "https://pf2.d20pfsrd.com/background/quick/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Charisma or Constitution",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "Staying alive among scheming, ravenous undead required a deep knowledge of their motivations, capabilities, and weaknesses. More often than not, it also required the ability to weave alibis and life-preserving half-truths capable of swaying a stilled heart.",
                "Youâ\u0080\u0099re trained in the Deception skill and the Undead Lore skill.",
                "You gain the Charming Liar skill feat."
            ]
        },
        {
            "name": "Raider",
            "link": "https://pf2.d20pfsrd.com/background/raider/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Strength or Charisma",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "You are feared for the merciless and devastating raids your people once conducted. You have been trained to strike terror into the hearts of those who face you.",
                "Youâ\u0080\u0099re trained in the Intimidation skill and the Sailing Lore skill. You gain the Intimidating Glare skill feat."
            ]
        },
        {
            "name": "Raised By Belief",
            "link": "https://pf2.d20pfsrd.com/background/raised-by-belief/",
            "source": "Pathfinder Lost Omens Gods & Magic (Second Edition)",
            "ability": [
                "One boost must be to an ability specified in the Divine Ability entry for your deity",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "Whether in a monastery, a religious household, or just as part of your everyday life, your upbringing was steeped in the traditions of a faith or philosophy. You might remain committed or you may have turned from your childhood creed, but your skills are still founded in your devotion.",
                "Youâ\u0080\u0099re trained in your deityâ\u0080\u0099s associated skill, and you gain Assurance with that skill. You gain a Lore skill with a subcategory associated with your deity (Abadar Lore, for instance)."
            ]
        },
        {
            "name": "Rancher",
            "link": "https://pf2.d20pfsrd.com/background/rancher/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Strength or Dexterity",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "You grew up breeding and training horses.",
                "Youâ\u0080\u0099re trained in the Nature skill and the Animal Lore skill. You gain the Train Animal skill feat."
            ]
        },
        {
            "name": "Rebel",
            "link": "https://pf2.d20pfsrd.com/background/rebel/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Dexterity or Charisma",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "You may have helped liberate a nation, or you might be involved in another rebellion.",
                "Youâ\u0080\u0099re trained in the Society skill and a Regional Lore skill. You gain the Streetwise skill feat."
            ]
        },
        {
            "name": "Reclaimer",
            "link": "https://pf2.d20pfsrd.com/background/reclaimer/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Constitution or Wisdom",
                "and one is a free boost."
            ],
            "backgroundText": [
                "You seek to liberate a land from the demons who have defiled it.",
                "You’re trained in the Medicine skill and the Abyssal Lore skill. You gain the Battle Medicine skill feat."
            ]
        },
        {
            "name": "Reformer",
            "link": "https://pf2.d20pfsrd.com/background/reformer/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Dexterity or Charisma",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "You know that the only way your homeland can remain free from outside conquerors is by forging a strong and unified government. As such, you seek to bind your fellow citizens together through careful diplomacy and force of personalityâ\u0080\u0094or, if necessary, subterfuge and intrigue.",
                "Youâ\u0080\u0099re trained in the Diplomacy skill and the Politics Lore skill.",
                "You gain the Hobnobber skill feat."
            ]
        },
        {
            "name": "Refugee",
            "link": "https://pf2.d20pfsrd.com/background/refugee/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Constitution or Intelligence",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "Exposure to the corrupting influence of the Mana Wastesâ\u0080\u0099 strange energies has warped your inner essence, resulting in unpredictable interactions with magic items and more than a little know-how about surviving under bizarre and adverse natural conditions.",
                "Youâ\u0080\u0099re trained in the Arcana skill and the Wilderness Lore skill.",
                "You gain the Trick Magic Item skill feat."
            ]
        },
        {
            "name": "Restorer",
            "link": "https://pf2.d20pfsrd.com/background/restorer/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Wisdom or Charisma",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "Though many worship demons, you seek to pave a different path for yourself and your kindred, while also attempting to change other’s treatment of your culture.",
                "Youâ\u0080\u0099re trained in the Diplomacy skill and the Abyss Lore skill.",
                "You gain the Group Impression skill feat."
            ]
        },
        {
            "name": "Sailor",
            "link": "https://pf2.d20pfsrd.com/background/sailor-2/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Intelligence or Wisdom",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "As an experienced sailor, you know that the only thing saving you from disaster on the high seas is a properly maintained ship. You know boat-building inside and out and you can quickly cobble together a solution in the event that something breaks.",
                "Youâ\u0080\u0099re trained in the Crafting skill and the Sailing Lore skill. You gain the Quick Repair skill feat."
            ]
        },
        {
            "name": "Sailor",
            "link": "https://pf2.d20pfsrd.com/background/sailor/",
            "source": "Pathfinder 2 Core Rulebook",
            "ability": [
                "One must be to Strength or Dexterity",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "You heard the call of the sea from a young age. Perhaps you signed onto a merchantâ\u0080\u0099s vessel, joined the navy, or even fell in with a crew of pirates and scalawags.",
                "Youâ\u0080\u0099re trained in the Athletics skill and the Sailing Lore skill.",
                "You gain the Underwater Marauder skill feat."
            ]
        },
        {
            "name": "Scavenger",
            "link": "https://pf2.d20pfsrd.com/background/scavenger/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Constitution or Wisdom",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "Youâ\u0080\u0099ve managed to eke out an existence in the storm-wracked Sodden Lands and have become an expert at scavenging food and tools.",
                "Youâ\u0080\u0099re trained in the Survival skill and the Swamp Lore skill.",
                "You gain the Forager skill feat."
            ]
        },
        {
            "name": "Schemer",
            "link": "https://pf2.d20pfsrd.com/background/schemer/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Charisma or Constitution",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "Whether willing or unwilling, you have been involved in the many cutthroat political intrigues. You might have been born into it as a member of the aristocracy, or you might have taken an active role in recent events.",
                "Youâ\u0080\u0099re trained in the Diplomacy skill and the Politics Lore skill. You gain the Hobnobber skill feat."
            ]
        },
        {
            "name": "Scholar",
            "link": "https://pf2.d20pfsrd.com/background/scholar/",
            "source": "Pathfinder 2 Core Rulebook",
            "ability": [
                "One must be to Intelligence or Wisdom",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "You have a knack for learning, and sequestered yourself from the outside world to learn all you could. You read about so many wondrous places and things in your books, and always dreamed about one day seeing the real things.",
                "Eventually, that curiosity led you to leave your studies and become an adventurer.",
                "Youâ\u0080\u0099re trained in your choice of the Arcana, Nature, Occultism, or Religion skill, and gain the Assurance skill feat in your chosen skill.",
                "Youâ\u0080\u0099re also trained in the Academia Lore skill."
            ]
        },
        {
            "name": "Scholar of the Ancients",
            "link": "https://pf2.d20pfsrd.com/background/scholar-of-the-ancients/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Intelligence or Charisma",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "Youâ\u0080\u0099re fascinated by lost empires and have dedicated yourself to seeking out and studying every broken artifact or scrap of knowledge that remains, whether as an academic pursuit or simply for the joy of treasure hunting.",
                "Youâ\u0080\u0099re trained in the Arcana skill and a Regional Lore skills. You gain the Quick Identification skill feat."
            ]
        },
        {
            "name": "Scion",
            "link": "https://pf2.d20pfsrd.com/background/scion/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Intelligence or Wisdom",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "Your family has long been associated with an enigmatic death cult. Whether or not you have followed in their footsteps, you know many of the philosophyâ\u0080\u0099s secrets.",
                "Youâ\u0080\u0099re trained in the Religion skill and the Undead Lore skill. You gain the Student of the Canon skill feat."
            ]
        },
        {
            "name": "Scout",
            "link": "https://pf2.d20pfsrd.com/background/scout/",
            "source": "Pathfinder 2 Core Rulebook",
            "ability": [
                "One must be to Dexterity or Wisdom",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "You called the wilderness home as you found trails and guided travelers. Your wanderlust could have called you to the adventuring life, or perhaps you served as a scout for soldiers and found you liked battle.",
                "Youâ\u0080\u0099re trained in the Survival skill and a Lore skill related to one terrain you scouted in (such as Forest Lore or Cavern Lore).",
                "You gain the Forager skill feat."
            ]
        },
        {
            "name": "Secular Medic",
            "link": "https://pf2.d20pfsrd.com/background/secular-medic/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Wisdom or Dexterity",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "Youâ\u0080\u0099ve thrown yourself into the study of medicine, so you can save lives without saving souls.",
                "Youâ\u0080\u0099re trained in the Medicine skill and the Anatomy Lore skill. You gain the Battle Medicine skill feat."
            ]
        },
        {
            "name": "Seeker",
            "link": "https://pf2.d20pfsrd.com/background/seeker/",
            "source": "Pathfinder Adventure Path #150: Broken Promises",
            "ability": [
                "One must be in Intelligence or Wisdom",
                "and the other is a free ability boost."
            ],
            "backgroundText": [
                "Seeker",
                "Background Rare",
                "Youâ\u0080\u0099re trained in the Arcana skill and the Portal Lore skill. You gain the Quick Identification skill feat."
            ]
        },
        {
            "name": "Shadow Haunted",
            "link": "https://pf2.d20pfsrd.com/background/shadow-haunted/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Intelligence or Wisdom",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "A dark entity has a claim on your soul due to an ancient pact.",
                "Youâ\u0080\u0099re trained in the Intimidation skill and the Shadow Plane Lore skill. You gain the Quick Coercion skill feat."
            ]
        },
        {
            "name": "Slayer",
            "link": "https://pf2.d20pfsrd.com/background/slayer/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Strength or Charisma",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "You are a fearsome warrior, and your clan counts on you for support, counsel, and defense.",
                "Youâ\u0080\u0099re trained in the Intimidation skill and the Orc Lore skill. You gain the Intimidating Glare skill feat."
            ]
        },
        {
            "name": "Smuggler",
            "link": "https://pf2.d20pfsrd.com/background/smuggler/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Dexterity or Charisma",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "You know how to smuggle people in and out of countries.",
                "Youâ\u0080\u0099re trained in the Stealth skill and the Underworld Lore skill. You gain the Experienced Smuggler skill feat."
            ]
        },
        {
            "name": "Storm Survivor",
            "link": "https://pf2.d20pfsrd.com/background/storm-survivor/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Strength or Wisdom",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "Through luck or through skill, you managed to survive a catastrophic maritime disaster, such as a shipwreck or being thrown overboard. You have a keen sense for weather or situations that are similar to the one you escaped.",
                "Youâ\u0080\u0099re trained in the Survival skill and the Weather Lore skill.",
                "You gain the Forager skill feat."
            ]
        },
        {
            "name": "Street Urchin",
            "link": "https://pf2.d20pfsrd.com/background/street-urchin/",
            "source": "Pathfinder 2 Core Rulebook",
            "ability": [
                "One must be to Dexterity or Constitution",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "You eked out a living by picking pockets on the streets of a major city, never knowing where youâ\u0080\u0099d find your next meal. While some folk adventure for the glory, you do so to survive.",
                "Youâ\u0080\u0099re trained in Thievery and a Lore skill for the city you lived in as a street urchin.",
                "You gain the Pickpocket skill feat."
            ]
        },
        {
            "name": "Survivor (Forager)",
            "link": "https://pf2.d20pfsrd.com/background/survivor/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Strength or Constitution",
                "and one is a free boost."
            ],
            "backgroundText": [
                "You’re trained in the Survival skill and a Regional History Lore skill. You gain the Forager skill feat."
            ]
        },
        {
            "name": "Survivor (Revolution)",
            "link": "https://pf2.d20pfsrd.com/background/survivor-3/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Charisma or Wisdom",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "You were scheduled for execution, but through skillâ\u0080\u0094or sheer luckâ\u0080\u0094you managed to talk your way out of it.",
                "Youâ\u0080\u0099re trained in the Deception skill and the Revolution Lore skill. You gain the Charming Liar skill feat."
            ]
        },
        {
            "name": "Survivor (Undead)",
            "link": "https://pf2.d20pfsrd.com/background/survivor-2/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Constitution or Wisdom",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "Youâ\u0080\u0099re trained in the Medicine skill and the Undead Lore skill. You gain the Battle Medicine skill feat."
            ]
        },
        {
            "name": "Tinker (Alchemical)",
            "link": "https://pf2.d20pfsrd.com/background/tinker-2/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Dexterity or Intelligence",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "Your dedication to scientific inquiry provides great insight into mechanical and chemical innovation.",
                "Youâ\u0080\u0099re trained in the Crafting skill and the Engineering Lore skill. You gain the Alchemical Crafting skill feat."
            ]
        },
        {
            "name": "Tinker (Engineer)",
            "link": "https://pf2.d20pfsrd.com/background/tinker/",
            "source": "Pathfinder 2 Core Rulebook",
            "ability": [
                "One must be to Dexterity orÂ Intelligence",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "Creating all sorts of minor inventions scratches your itch for problem-solving. Your engineering skills take a particularly creative bent, and no one know what youâ\u0080\u0099ll come up with next.",
                "It might be a genius device with tremendous potential… or it might explode.",
                "Youâ\u0080\u0099re trained in the Crafting skill and the Engineering Lore skill.",
                "You gain the Specialty Crafting skill feat."
            ]
        },
        {
            "name": "Touched By Dragons",
            "link": "https://pf2.d20pfsrd.com/background/touched-by-dragons/",
            "source": "Pathfinder Adventure Path #150: Broken Promises",
            "ability": [
                "One must be in Strength or Charisma",
                "and the other is a free ability boost."
            ],
            "backgroundText": [
                "Touched By Dragons",
                "Background Rare",
                "A shard of a dragon godâ\u0080\u0099s wrathful nature infused you, resulting in a violent temper, strange apocalyptic dreams, an obsession with dragon hunting, or some other touch of his influence.",
                "Youâ\u0080\u0099re trained in the Athletics skill and the Dragon Lore skill. You gain the Titan Wrestler skill feat."
            ]
        },
        {
            "name": "Trade Consortium Underling",
            "link": "https://pf2.d20pfsrd.com/background/trade-consortium-underling/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Intelligence or Wisdom",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "Your experience as a ledger-keeper for a trade guild has made you a canny investor and shrewd entrepreneur.",
                "Youâ\u0080\u0099re trained in the Society skill and the Business Lore skill.",
                "You gain the Experienced Professional skill feat."
            ]
        },
        {
            "name": "Traveler",
            "link": "https://pf2.d20pfsrd.com/background/traveler/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Constitution or Intelligence",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "You know many things that have been long forgotten… along with many things that are no longer correct.",
                "Youâ\u0080\u0099re trained in the Arcana skill and a Regional Lore skill. You gain the Dubious Knowledge skill feat."
            ]
        },
        {
            "name": "Undersea Enthusiast",
            "link": "https://pf2.d20pfsrd.com/background/undersea-enthusiast/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Strength or Constitution",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "You love diving and exploring the world beneath the waves, and long periods of swimming have trained you to move easily through the water. Youâ\u0080\u0099re also fascinated by undersea creatures and culturesâ\u0080\u0094and may even have a trace of one of them in your own lineage.",
                "Youâ\u0080\u0099re trained in the Athletics skill and the Ocean Lore skill.",
                "You gain the Underwater Marauder skill feat."
            ]
        },
        {
            "name": "Unifier",
            "link": "https://pf2.d20pfsrd.com/background/unifier/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Strength or Charisma",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "You believe the various city-states should be united into one nation under the rule of your home city, and youâ\u0080\u0099re willing to do whatever it takes to make it happen.",
                "Youâ\u0080\u0099re trained in the Intimidation skill and the Politics Lore skill. You gain the Quick Coercion skill feat."
            ]
        },
        {
            "name": "Wanderer",
            "link": "https://pf2.d20pfsrd.com/background/wanderer/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Dexterity or Charisma",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "You have heard endless tales of your peopleâ\u0080\u0099s history and lore, and have learned many songs and stories from the disparate people you have met.",
                "Youâ\u0080\u0099re trained in the Performance skill and the Circus Lore skill. You gain the Fascinating Performance skill feat."
            ]
        },
        {
            "name": "Warrior",
            "link": "https://pf2.d20pfsrd.com/background/warrior/",
            "source": "Pathfinder 2 Core Rulebook",
            "ability": [
                "One must be to Strength or Constitution",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "In your younger days, you waded into battle as a mercenary, a warrior defending a nomadic people, or a member of a militia or army. You might have wanted to break out from the regimented structure of these forces, or you could have always been as independent a warrior as you are now.",
                "Youâ\u0080\u0099re trained in the Intimidation skill and the Warfare Lore skill.",
                "You gain the Intimidating Glare skill feat."
            ]
        },
        {
            "name": "Wavetouched",
            "link": "https://pf2.d20pfsrd.com/background/wavetouched/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Strength or Wisdom",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "The seaâ\u0080\u0099s salt flows through your veins. Youâ\u0080\u0099ve taken to sailing and swimming gracefully and with ease, earning you the honorific â\u0080\u009cwavetouched.â\u0080\u009d ",
                "Youâ\u0080\u0099re trained in the Athletics skill and the Ocean Lore skill.",
                "You gain the Underwater Marauder skill feat."
            ]
        },
        {
            "name": "Wildborne",
            "link": "https://pf2.d20pfsrd.com/background/wildborne/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Dexterity or Wisdom",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "You might have been born and raised among the druids, or you may have spent time among them as an adult and come to know their ways.",
                "Youâ\u0080\u0099re trained in the Nature skill as well as the Forest Lore skill. You gain the Natural Medicine skill feat."
            ]
        },
        {
            "name": "Winterâ\u0080\u0099s Child",
            "link": "https://pf2.d20pfsrd.com/background/winters-child/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Constitution or Charisma",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "The blood of Baba Yagaâ\u0080\u0099s legacy runs in your veins, and you are at one with the mysteries and dangers of the frozen land.",
                "Youâ\u0080\u0099re trained in the Arcana skill and the Weather Lore skill. You gain the Arcane Sense skill feat."
            ]
        },
        {
            "name": "Witch Wary",
            "link": "https://pf2.d20pfsrd.com/background/witch-wary/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Dexterity or Intelligence",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "You have little love or trust for spellcraft and those who practice it, and have developed a paranoid knack for recognizing such tricks. You are constantly on guard for the magic of witches and have been trained to spot the signs of those with minds affected by magic.",
                "Youâ\u0080\u0099re trained in the Occultism skill and the Curse Lore skill. You gain the Oddity Identification skill feat."
            ]
        },
        {
            "name": "Wonder Taster",
            "link": "https://pf2.d20pfsrd.com/background/wonder-taster/",
            "source": "Pathfinder Lost Omens World Guide (Second Edition)",
            "ability": [
                "One must be to Intelligence or Constitution",
                "and one is a free ability boost."
            ],
            "backgroundText": [
                "You’ve tasted knowledge beyond comprehension. You are driven to recapture that astounding experience.",
                "You’re trained in the Crafting skill and the Alchemical Lore skill. You gain the Alchemical Crafting skill feat."
            ]
        }
    ]
}