{
    "date": "March 30, 2020", 
    "name": "Pathfinder 2.0 Heritages list", 
    "Heritages": [
        {
            "pfsLegal": true, 
            "ancestryName": "Dwarf", 
            "ability": {
                "abilityActions": "Reaction", 
                "abilitySource": "Core Rulebook pg. 35", 
                "Trigger": " You attempt a saving throw against a magical effect, but you haven't rolled yet.", 
                "abilityName": "Call on Ancient Blood ", 
                "abilitySourceLink": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook"
            }, 
            "heritageName": "Ancient-Blooded Dwarf", 
            "sourceLink": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook", 
            "source": "Core Rulebook pg. 35", 
            "desc": "Dwarven heroes of old could shrug off their enemies' magic, and some of that resistance manifests in you. You gain the Call on Ancient Blood reaction."
        }, 
        {
            "pfsLegal": true, 
            "ancestryName": "Dwarf", 
            "heritageName": "Anvil Dwarf", 
            "sourceLink": "https://paizo.com/products/btq01zpx?Pathfinder-Lost-Omens-Character-Guide", 
            "source": "Character Guide pg. 19", 
            "desc": "You are a descendant of a famed crafter and have your own amazing talent. Other dwarves might consider this a blessing from your ancestors or from the Forgefather himself, depending on where you grew up. You become trained in Crafting (or another skill if you were already trained in Crafting) and gain the Specialty Crafting skill feat, but you can pick two different specialties instead of one."
        }, 
        {
            "pfsLegal": true, 
            "ancestryName": "Dwarf", 
            "heritageName": "Death Warden Dwarf", 
            "sourceLink": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook", 
            "source": "Core Rulebook pg. 35", 
            "desc": "Your ancestors have been tomb guardians for generations, and the power they cultivated to ward off necromancy has passed on to you. If you roll a success on a saving throw against a necromancy effect, you get a critical success instead."
        }, 
        {
            "pfsLegal": true, 
            "ancestryName": "Dwarf", 
            "ability": {
                "abilityTraits": [
                    "Primal", 
                    "Source"
                ], 
                "abilityActions": "Two Actions", 
                "Frequency": " once per day", 
                "abilitySource": "Character Guide pg. 19", 
                "abilitySourceLink": "https://paizo.com/products/btq01zpx?Pathfinder-Lost-Omens-Character-Guide", 
                "abilityName": "Energy Emanation "
            }, 
            "heritageName": "Elemental Heart Dwarf", 
            "sourceLink": "https://paizo.com/products/btq01zpx?Pathfinder-Lost-Omens-Character-Guide", 
            "source": "Character Guide pg. 19", 
            "desc": "Whether through a connection to Torag's forge, the azers of the Plane of Fire, or another source, you can exude a burst of energy. Mbe'ke and Taralu dwarves of the Mwangi Expanse believe this heritage is a gift from dragons or elemental spirits. Choose one of the following damage types: acid, cold, electricity, or fire. Once chosen, this can't be changed. You gain the Energy Emanation activity."
        }, 
        {
            "pfsLegal": true, 
            "ancestryName": "Dwarf", 
            "heritageName": "Forge Dwarf", 
            "sourceLink": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook", 
            "source": "Core Rulebook pg. 35", 
            "desc": "You have a remarkable adaptation to hot environments from ancestors who inhabited blazing deserts or volcanic chambers beneath the earth. This grants you fire resistance equal to half your level (minimum 1), and you treat environmental heat effects as if they were one step less extreme (incredible heat becomes extreme, extreme heat becomes severe, and so on)."
        }, 
        {
            "pfsLegal": true, 
            "ancestryName": "Dwarf", 
            "heritageName": "Oathkeeper Dwarf", 
            "sourceLink": "https://paizo.com/products/btq01zpx?Pathfinder-Lost-Omens-Character-Guide", 
            "source": "Character Guide pg. 19", 
            "desc": "Growing up, you never tried to lie to get what you wanted, and even when necessary, lying makes you uncomfortable. The especially faithful might even have thought that you were blessed by the dwarven god of duty, Kols. You gain a +1 circumstance bonus to Perception checks to Sense Motive and to Perception DCs against attempts to Lie to you. Furthermore, you gain a +2 circumstance bonus to Diplomacy checks to convince others you speak the truth when you are telling the truth, and you take a -4 circumstance penalty to Lie and to your Deception DC against Sense Motive."
        }, 
        {
            "pfsLegal": true, 
            "ancestryName": "Dwarf", 
            "heritageName": "Rock Dwarf", 
            "sourceLink": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook", 
            "source": "Core Rulebook pg. 36", 
            "desc": "Your ancestors lived and worked among the great ancient stones of the mountains or the depths of the earth. This makes you solid as a rock when you plant your feet. You gain a +2 circumstance bonus to your Fortitude or Reflex DC against attempts to Shove or Trip you. This bonus also applies to saving throws against spells or effects that attempt to knock you prone."
        }, 
        {
            "pfsLegal": true, 
            "ancestryName": "Dwarf", 
            "heritageName": "Strong-Blooded Dwarf", 
            "sourceLink": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook", 
            "source": "Core Rulebook pg. 36", 
            "desc": "Your blood runs hearty and strong, and you can shake off toxins. You gain poison resistance equal to half your level (minimum 1), and each of your successful saving throws against a poison affliction reduces its stage by 2, or by 1 for a virulent poison. Each critical success against an ongoing poison reduces its stage by 3, or by 2 for a virulent poison.\r\n\r\n\t\t\t\t\t"
        }, 
        {
            "pfsLegal": true, 
            "ancestryName": "Elf", 
            "heritageName": "Ancient Elf", 
            "sourceLink": "https://paizo.com/products/btq01zpx?Pathfinder-Lost-Omens-Character-Guide", 
            "source": "Character Guide pg. 25", 
            "desc": "In your long life, you've dabbled in many paths and many styles. Choose a class other than your own. You gain the multiclass dedication feat for that class, even though you don't meet its level prerequisite. You must still meet its other prerequisites to gain the feat."
        }, 
        {
            "pfsLegal": true, 
            "ancestryName": "Elf", 
            "heritageName": "Arctic Elf", 
            "sourceLink": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook", 
            "source": "Core Rulebook pg. 39", 
            "desc": "You dwell deep in the frozen north and have gained incredible resilience against cold environments, granting you cold resistance equal to half your level (minimum 1). You treat environmental cold effects as if they were one step less extreme (incredible cold becomes extreme, extreme cold becomes severe, and so on)."
        }, 
        {
            "pfsLegal": true, 
            "ancestryName": "Elf", 
            "heritageName": "Cavern Elf", 
            "sourceLink": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook", 
            "source": "Core Rulebook pg. 39", 
            "desc": "You were born or spent many years in underground tunnels or caverns where light is scarce. You gain darkvision."
        }, 
        {
            "pfsLegal": true, 
            "ancestryName": "Elf", 
            "heritageName": "Desert Elf", 
            "sourceLink": "https://paizo.com/products/btq01zpx?Pathfinder-Lost-Omens-Character-Guide", 
            "source": "Character Guide pg. 25", 
            "desc": "You live under the desert's blazing heat, gaining incredible resilience to warm environments. You gain fire resistance equal to half your level (minimum 1), and environmental heat effects are one step less extreme for you (incredible heat becomes extreme, extreme heat becomes severe, and so on)."
        }, 
        {
            "pfsLegal": true, 
            "ancestryName": "Elf", 
            "heritageName": "Seer Elf", 
            "sourceLink": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook", 
            "source": "Core Rulebook pg. 40", 
            "desc": "You have an inborn ability to detect and understand magical phenomena. You can cast the "
        }, 
        {
            "pfsLegal": true, 
            "ancestryName": "Elf", 
            "heritageName": "Whisper Elf", 
            "sourceLink": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook", 
            "source": "Core Rulebook pg. 40", 
            "desc": "Your ears are finely tuned, able to detect even the slightest whispers of sound. As long as you can hear normally, you can use the Seek action to sense undetected creatures in a 60-foot cone instead of a 30-foot cone. You also gain a +2 circumstance bonus to locate undetected creatures that you could hear within 30 feet with a Seek action."
        }, 
        {
            "pfsLegal": true, 
            "ancestryName": "Elf", 
            "heritageName": "Woodland Elf", 
            "sourceLink": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook", 
            "source": "Core Rulebook pg. 40", 
            "desc": "You're adapted to life in the forest or the deep jungle, and you know how to climb trees and use foliage to your advantage. When Climbing trees, vines, and other foliage, you move at half your Speed on a success and at full Speed on a critical success (and you move at full Speed on a success if you have Quick Climb). This doesn't affect you if you're using a climb Speed."
        }, 
        {
            "pfsLegal": true, 
            "ancestryName": "Gnome", 
            "heritageName": "Chameleon Gnome", 
            "sourceLink": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook", 
            "source": "Core Rulebook pg. 43", 
            "desc": "The color of your hair and skin is mutable, possibly due to latent magic. You can slowly change the vibrancy and the exact color, and the coloration can be different across your body, allowing you to create patterns or other colorful designs. It takes a single action for minor localized shifts and up to an hour for dramatic shifts throughout your body. While you're asleep, the colors shift on their own in tune with your dreams, giving you an unusual coloration each morning. When you're in an area where your coloration is roughly similar to the environment (for instance, forest green in a forest), you can use the single action to make minor localized shifts designed to help you blend into your surroundings. This grants you a +2 circumstance bonus to Stealth checks until your surroundings shift in coloration or pattern."
        }, 
        {
            "pfsLegal": true, 
            "ancestryName": "Gnome", 
            "heritageName": "Fey-Touched Gnome", 
            "sourceLink": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook", 
            "source": "Core Rulebook pg. 43", 
            "desc": "The blood of the fey is so strong within you that you're truly one of them. You gain the fey trait, in addition to the gnome and humanoid traits. Choose one cantrip from the "
        }, 
        {
            "pfsLegal": true, 
            "ancestryName": "Gnome", 
            "heritageName": "Sensate Gnome", 
            "sourceLink": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook", 
            "source": "Core Rulebook pg. 44", 
            "desc": "You see all colors as brighter, hear all sounds as richer, and especially smell all scents with incredible detail. You gain a special sense: "
        }, 
        {
            "pfsLegal": true, 
            "ancestryName": "Gnome", 
            "heritageName": "Umbral Gnome", 
            "sourceLink": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook", 
            "source": "Core Rulebook pg. 44", 
            "desc": "Whether from a connection to dark or shadowy fey, from the underground deep gnomes also known as svirfneblin, or another source, you can see in complete darkness. You gain darkvision."
        }, 
        {
            "pfsLegal": true, 
            "ancestryName": "Gnome", 
            "heritageName": "Vivacious Gnome", 
            "sourceLink": "https://paizo.com/products/btq01zpx?Pathfinder-Lost-Omens-Character-Guide", 
            "source": "Character Guide pg. 31", 
            "desc": "You have an incredibly strong connection to the positive energy that flows through the First World, making it harder to attack your life force with negative energy. You gain negative resistance equal to half your level (minimum 1). When you have the doomed condition, the condition affects you as if its value was 1 lower than it actually is (doomed 1 has no effect, doomed 2 causes you to die at dying 3, and so on)."
        }, 
        {
            "pfsLegal": true, 
            "ancestryName": "Gnome", 
            "heritageName": "Wellspring Gnome", 
            "sourceLink": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook", 
            "source": "Core Rulebook pg. 44", 
            "desc": "Some other source of magic has a greater hold on you than the primal magic of your fey lineage does. This connection might come from an occult plane or an ancient occult song; a deity, celestial, or fiend; magical effluent left behind by a mage war; or ancient rune magic."
        }, 
        {
            "pfsLegal": true, 
            "ancestryName": "Goblin", 
            "heritageName": "Charhide Goblin", 
            "sourceLink": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook", 
            "source": "Core Rulebook pg. 47", 
            "desc": "Your ancestors have always had a connection to fire and a thicker skin, which allows you to resist burning. You gain fire resistance equal to half your level (minimum 1). You can also recover from being on fire more easily. Your flat check to remove persistent fire damage is DC 10 instead of DC 15, which is reduced to DC 5 if another creature uses a particularly appropriate action to help."
        }, 
        {
            "pfsLegal": true, 
            "ancestryName": "Goblin", 
            "heritageName": "Irongut Goblin", 
            "sourceLink": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook", 
            "source": "Core Rulebook pg. 47", 
            "desc": "You can subsist on food that most folks would consider spoiled. You can keep yourself fed with poor meals in a settlement as long as garbage is readily available, without using the Subsist downtime activity. You can eat and drink things when you are sickened."
        }, 
        {
            "pfsLegal": true, 
            "ancestryName": "Goblin", 
            "heritageName": "Razortooth Goblin", 
            "sourceLink": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook", 
            "source": "Core Rulebook pg. 48", 
            "desc": "Your family's teeth are formidable weapons. You gain a jaws unarmed attack that deals 1d6 piercing damage. Your jaws are in the brawling group and have the finesse and unarmed traits."
        }, 
        {
            "pfsLegal": true, 
            "ancestryName": "Goblin", 
            "heritageName": "Snow Goblin", 
            "sourceLink": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook", 
            "source": "Core Rulebook pg. 48", 
            "desc": "You are acclimated to living in frigid lands and have skin ranging from sky blue to navy in color, as well as blue fur. You gain cold resistance equal to half your level (minimum 1). You treat environmental cold effects as if they were one step less extreme (incredible cold becomes extreme, extreme cold becomes severe, and so on)."
        }, 
        {
            "pfsLegal": true, 
            "ancestryName": "Goblin", 
            "heritageName": "Tailed Goblin", 
            "sourceLink": "https://paizo.com/products/btq01zpx?Pathfinder-Lost-Omens-Character-Guide", 
            "source": "Character Guide pg. 37", 
            "desc": "You have a powerful tail, likely because you descend from a community of monkey goblins. You gain a +2 circumstance bonus to Athletics checks to Climb, you gain Combat Climber as a bonus feat, and you reduce the number of free hands required to Climb or Trip by one."
        }, 
        {
            "pfsLegal": true, 
            "ancestryName": "Goblin", 
            "heritageName": "Treedweller Goblin", 
            "sourceLink": "https://paizo.com/products/btq01zpx?Pathfinder-Lost-Omens-Character-Guide", 
            "source": "Character Guide pg. 37", 
            "desc": "You have adapted particularly well to living in forested environments. As long as you are in a forest or jungle, you gain a +2 circumstance bonus to Stealth checks to Hide and Sneak, Survival checks to Subsist, and your Survival DC to Cover Tracks."
        }, 
        {
            "pfsLegal": true, 
            "ancestryName": "Goblin", 
            "heritageName": "Unbreakable Goblin", 
            "sourceLink": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook", 
            "source": "Core Rulebook pg. 48", 
            "desc": "You're able to bounce back from injuries easily due to an exceptionally thick skull, cartilaginous bones, or some other mixed blessing. You gain 10 Hit Points from your ancestry instead of 6. When you fall, reduce the falling damage you take as though you had fallen half the distance.\r\n\r\n\t\t\t\t\t"
        }, 
        {
            "pfsLegal": true, 
            "ancestryName": "Halfling", 
            "heritageName": "Gutsy Halfling", 
            "sourceLink": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook", 
            "source": "Core Rulebook pg. 51", 
            "desc": "Your family line is known for keeping a level head and staving off fear when the chips were down, making them wise leaders and sometimes even heroes. When you roll a success on a saving throw against an emotion effect, you get a critical success instead."
        }, 
        {
            "pfsLegal": true, 
            "ancestryName": "Halfling", 
            "heritageName": "Hillock Halfling", 
            "sourceLink": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook", 
            "source": "Core Rulebook pg. 51", 
            "desc": "Accustomed to a calm life in the hills, your people find rest and relaxation especially replenishing, particularly when indulging in creature comforts. When you regain Hit Points overnight, add your level to the Hit Points regained. When anyone uses the Medicine skill to Treat your Wounds, you can eat a snack to add your level to the Hit Points you regain from their treatment."
        }, 
        {
            "pfsLegal": true, 
            "ancestryName": "Halfling", 
            "heritageName": "Nomadic Halfling", 
            "sourceLink": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook", 
            "source": "Core Rulebook pg. 52", 
            "desc": "Your ancestors have traveled from place to place for generations, never content to settle down. You gain two additional languages of your choice, chosen from among the common and uncommon languages available to you, and every time you take the "
        }, 
        {
            "pfsLegal": true, 
            "ancestryName": "Halfling", 
            "heritageName": "Observant Halfling", 
            "sourceLink": "https://paizo.com/products/btq01zpx?Pathfinder-Lost-Omens-Character-Guide", 
            "source": "Character Guide pg. 43", 
            "desc": "Your finely honed senses quickly clue you in to danger or trickery. You gain a +1 circumstance bonus to your Perception DC, though not to your Perception checks."
        }, 
        {
            "pfsLegal": true, 
            "ancestryName": "Halfling", 
            "heritageName": "Twilight Halfling", 
            "sourceLink": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook", 
            "source": "Core Rulebook pg. 52", 
            "desc": "Your ancestors performed many secret acts under the concealing cover of dusk, whether for good or ill, and over time they developed the ability to see in twilight beyond even the usual keen sight of halflings. You gain low-light vision."
        }, 
        {
            "pfsLegal": true, 
            "ancestryName": "Halfling", 
            "heritageName": "Wildwood Halfling", 
            "sourceLink": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook", 
            "source": "Core Rulebook pg. 52", 
            "desc": "You hail from deep in a jungle or forest, and you've learned how to use your small size to wriggle through undergrowth, vines, and other obstacles. You ignore difficult terrain from trees, foliage, and undergrowth.\r\n\r\n\t\t\t\t\t"
        }, 
        {
            "pfsLegal": true, 
            "ancestryName": "Human", 
            "heritageName": "Half-Elf", 
            "sourceLink": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook", 
            "source": "Core Rulebook pg. 56", 
            "desc": "Either one of your parents was an elf, or one or both were half-elves. You have pointed ears and other telltale signs of elf heritage. You gain the elf trait and low-light vision. In addition, you can select elf, half-elf, and human feats whenever you gain an ancestry feat."
        }, 
        {
            "pfsLegal": true, 
            "ancestryName": "Human", 
            "heritageName": "Half-Orc", 
            "sourceLink": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook", 
            "source": "Core Rulebook pg. 56", 
            "desc": "One of your parents was an orc, or one or both were half-orcs. You have a green tinge to your skin and other indicators of orc heritage. You gain the orc trait and low-light vision. In addition, you can select orc, half-orc, and human feats whenever you gain an ancestry feat."
        }, 
        {
            "pfsLegal": true, 
            "ancestryName": "Human", 
            "heritageName": "Skilled Heritage", 
            "sourceLink": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook", 
            "source": "Core Rulebook pg. 56", 
            "desc": "Your ingenuity allows you to train in a wide variety of skills. You become trained in one skill of your choice. At 5th level, you become an expert in the chosen skill."
        }, 
        {
            "pfsLegal": true, 
            "ancestryName": "Human", 
            "heritageName": "Versatile Heritage", 
            "sourceLink": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook", 
            "source": "Core Rulebook pg. 56", 
            "desc": "Humanity's versatility and ambition have fueled its ascendance to be the most common ancestry in most nations throughout the world. Select a general feat of your choice for which you meet the prerequisites (as with your ancestry feat, you can select this general feat at any point during character creation)."
        }, 
        {
            "pfsLegal": true, 
            "ancestryName": "Human", 
            "heritageName": "Wintertouched Human", 
            "sourceLink": "https://paizo.com/products/btq01zpx?Pathfinder-Lost-Omens-Character-Guide", 
            "source": "Character Guide pg. 11", 
            "desc": "The power of winter flows through you. This heritage is most common among the Jadwiga of Irrisen, due to their descent from Baba Yaga, and certain Erutaki touched by the spirits. You gain cold resistance equal to half your level (minimum 1), and you treat environmental cold effects as if they were one step less extreme (incredible cold becomes extreme, extreme cold becomes severe, and so on).\r\n\r\n\t\t\t\t\t"
        }, 
        {
            "pfsLegal": true, 
            "ancestryName": "Hobgoblin", 
            "ability": {
                "abilityActions": "Reaction", 
                "abilitySource": "Character Guide pg. 49", 
                "Trigger": " You attempt a saving throw against a magical effect but haven't rolled yet.", 
                "abilityName": "Resist Elf Magic ", 
                "abilitySourceLink": "https://paizo.com/products/btq01zpx?Pathfinder-Lost-Omens-Character-Guide"
            }, 
            "heritageName": "Elfbane Hobgoblin", 
            "sourceLink": "https://paizo.com/products/btq01zpx?Pathfinder-Lost-Omens-Character-Guide", 
            "source": "Character Guide pg. 49", 
            "desc": "Hobgoblins were engineered long ago from the unreliable and fecund goblins, to be used as an army against the elves. Although the elves ultimately freed the hobgoblins from their bondage, some hobgoblins retain ancestral resistance to magic, which they refer to as 'elf magic.' You gain the Resist Elf Magic reaction."
        }, 
        {
            "pfsLegal": true, 
            "ancestryName": "Hobgoblin", 
            "heritageName": "Runtboss Hobgoblin", 
            "sourceLink": "https://paizo.com/products/btq01zpx?Pathfinder-Lost-Omens-Character-Guide", 
            "source": "Character Guide pg. 49", 
            "desc": "You come from a long line of hobgoblins who commanded goblins. You are smaller than other hobgoblins, but goblins still listen to any commands you bellow. You gain the Group Coercion skill feat. If you roll a success on an Intimidation check to Coerce a goblin (but not other creatures with the goblin trait), you get a critical success instead; if you roll a critical failure, you get a failure instead."
        }, 
        {
            "pfsLegal": true, 
            "ancestryName": "Hobgoblin", 
            "heritageName": "Smokeworker Hobgoblin", 
            "sourceLink": "https://paizo.com/products/btq01zpx?Pathfinder-Lost-Omens-Character-Guide", 
            "source": "Character Guide pg. 49", 
            "desc": "Your family have been alchemists, engineers, and scientists for generations, on projects bringing smoke and fire to the field of battle. You gain fire resistance equal to half your level (minimum 1). You automatically succeed at the DC 5 flat check to target a concealed creature if that creature is concealed only by smoke."
        }, 
        {
            "pfsLegal": true, 
            "ancestryName": "Hobgoblin", 
            "heritageName": "Warmarch Hobgoblin", 
            "sourceLink": "https://paizo.com/products/btq01zpx?Pathfinder-Lost-Omens-Character-Guide", 
            "source": "Character Guide pg. 49", 
            "desc": "You come from a line of wandering mercenaries, constantly on the march and scavenging food on the trail. If you fail, but not critically fail, to Subsist in the wilderness, you can still keep yourself fed with poor meals. When exploring, you can Hustle twice as long before you have to stop."
        }, 
        {
            "pfsLegal": true, 
            "ancestryName": "Hobgoblin", 
            "heritageName": "Warrenbred Hobgoblin", 
            "sourceLink": "https://paizo.com/products/btq01zpx?Pathfinder-Lost-Omens-Character-Guide", 
            "source": "Character Guide pg. 49", 
            "desc": "Your ancestors lived underground. Your ears are larger than those of other hobgoblins and sensitive to echoes. When you are underground, you can use the Seek action to sense undetected creatures within a 30-foot burst instead of a 15-foot burst. In addition, if you roll a success on an Acrobatics check to Squeeze, you get a critical success instead.\r\n\r\n\t\t\t\t\t"
        }, 
        {
            "pfsLegal": true, 
            "ancestryName": "Leshy", 
            "heritageName": "Fungus Leshy", 
            "sourceLink": "https://paizo.com/products/btq01zpx?Pathfinder-Lost-Omens-Character-Guide", 
            "source": "Character Guide pg. 53", 
            "desc": "Your body was made from fungi that grows in the shade of caves and trees, and you are at home in dark caverns and warrens. You gain darkvision."
        }, 
        {
            "pfsLegal": true, 
            "ancestryName": "Leshy", 
            "heritageName": "Gourd Leshy", 
            "sourceLink": "https://paizo.com/products/btq01zpx?Pathfinder-Lost-Omens-Character-Guide", 
            "source": "Character Guide pg. 53", 
            "desc": "You have a large gourd for a skull. Your knowledge comes from within your spirit, rather than a physical brain, and you have found a handier use for the space inside your head. You can store a collection of up to 1 Bulk of objects within your head. The DC of checks to Steal objects from inside your head increases by 4. Additionally, if you store only one object within your head, you can draw it effortlessly into your hand as part of another action to use the object. Drawing the item grants this other action the manipulate trait."
        }, 
        {
            "pfsLegal": true, 
            "ancestryName": "Leshy", 
            "heritageName": "Leaf Leshy", 
            "sourceLink": "https://paizo.com/products/btq01zpx?Pathfinder-Lost-Omens-Character-Guide", 
            "source": "Character Guide pg. 53", 
            "desc": "Your body is made mostly from natural foliage, and like a leaf tumbling from a tree, you land from falls with particular grace. You take no damage from falling, regardless of the distance you fall."
        }, 
        {
            "pfsLegal": true, 
            "ancestryName": "Leshy", 
            "heritageName": "Vine Leshy", 
            "sourceLink": "https://paizo.com/products/btq01zpx?Pathfinder-Lost-Omens-Character-Guide", 
            "source": "Character Guide pg. 53", 
            "desc": "The prehensile vines woven into your body grant you unmatched skill at climbing. You do not need to have any hands free to Climb. Additionally, if you roll a success on an Athletics check to Climb, you get a critical success instead.\r\n\r\n\t\t\t\t\t"
        }, 
        {
            "pfsLegal": true, 
            "ancestryName": "Lizardfolk", 
            "heritageName": "Cliffscale Lizardfolk", 
            "sourceLink": "https://paizo.com/products/btq01zpx?Pathfinder-Lost-Omens-Character-Guide", 
            "source": "Character Guide pg. 57", 
            "desc": "Your toes are adapted for gripping and climbing. You gain the Combat Climber feat as a bonus feat, and as long as you aren't wearing footwear, you can use the sticky pads on your feet to climb, leaving your hands free. Additionally, if you roll a success on an Athletics check to climb, you get a critical success instead."
        }, 
        {
            "pfsLegal": true, 
            "ancestryName": "Lizardfolk", 
            "ability": {
                "abilityActions": "Two Actions", 
                "abilitySource": "Character Guide pg. 57", 
                "abilityName": "Threatening Approach ", 
                "abilitySourceLink": "https://paizo.com/products/btq01zpx?Pathfinder-Lost-Omens-Character-Guide"
            }, 
            "heritageName": "Frilled Lizardfolk", 
            "sourceLink": "https://paizo.com/products/btq01zpx?Pathfinder-Lost-Omens-Character-Guide", 
            "source": "Character Guide pg. 57", 
            "desc": "You can flare your neck frill and flex your dorsal spines, Demoralizing your foes. When you do, Demoralize loses the auditory trait and gains the visual trait, and you don't take a penalty when you attempt to Demoralize a creature that doesn't understand your language. You also gain the Threatening Approach action."
        }, 
        {
            "pfsLegal": true, 
            "ancestryName": "Lizardfolk", 
            "heritageName": "Sandstrider Lizardfolk", 
            "sourceLink": "https://paizo.com/products/btq01zpx?Pathfinder-Lost-Omens-Character-Guide", 
            "source": "Character Guide pg. 57", 
            "desc": "Your thick scales help you retain water and combat the sun's glare. You gain fire resistance equal to half your level (minimum 1). Environmental heat effects are one step less extreme for you, and you can go 10 times as long as normal before you are affected by starvation or thirst. However, unless you wear protective gear or take shelter, environmental cold effects are one step more extreme for you."
        }, 
        {
            "pfsLegal": true, 
            "ancestryName": "Lizardfolk", 
            "heritageName": "Unseen Lizardfolk", 
            "sourceLink": "https://paizo.com/products/btq01zpx?Pathfinder-Lost-Omens-Character-Guide", 
            "source": "Character Guide pg. 57", 
            "desc": "You can change your skin color to blend in with your surroundings, making minor shifts with a single action and dramatic changes over the course of an hour. When you're in an area where your coloration is roughly similar to the environment (for instance, forest green in a forest), you can use the minor, singleaction application of this ability to make localized changes that help you blend into your surroundings, gaining a +2 circumstance bonus to Stealth checks until your surroundings change in coloration or pattern."
        }, 
        {
            "pfsLegal": true, 
            "ancestryName": "Lizardfolk", 
            "heritageName": "Wetlander Lizardfolk", 
            "sourceLink": "https://paizo.com/products/btq01zpx?Pathfinder-Lost-Omens-Character-Guide", 
            "source": "Character Guide pg. 57", 
            "desc": "Your family is descended from the most common lizardfolk heritage, and you are accustomed to aquatic environments. You gain a 15-foot swim Speed.\r\n\r\n\t\t\t\t\t"
        }
    ]
}