{
    "name": "Pathfinder 2.0 skill list",
    "date": "February 11, 2020",
    "acrobatics": [
        {
            "link": "https://2e.aonprd.com/Skills.aspx?ID=1",
            "source": "Core Rulebook pg. 241",
            "Requirements": " You have a fly Speed.",
            "Critical Success": " You squeeze through the tight space in 1 minute per 10 feet of squeezing.",
            "Success": " You squeeze through in 1 minute per 5 feet.",
            "Failure": " Your maneuver fails. The GM chooses if you simply can’t move or if some other detrimental effect happens. The outcome should be appropriate for the maneuver you attempted (for instance, being blown off course if you were trying to fly against a strong wind).",
            "Critical Failure": " You become stuck in the tight space. While you’re stuck, you can spend 1 minute attempting another Acrobatics check at the same DC. Any result on that check other than a critical failure causes you to become unstuck.",
            "Untrained": " tangled roots, uneven cobblestones",
            "Trained": " space barely fitting your shoulders",
            "Expert": " fly against the wind, hover midair",
            "Master": " space barely fitting your head",
            "Legendary": " fly through gale force winds",
            "text": [
                "Acrobatics measures your ability to perform tasks requiring coordination and grace. When you use the ",
                " basic action, you can use your Acrobatics modifier instead of your unarmed attack modifier.",
                "You move across a narrow surface or uneven ground, attempting an Acrobatics check against its Balance DC. You are flat-footed while on a narrow surface or uneven ground.",
                "You Stride up to your Speed. During this movement, you can try to move through the space of one enemy. Attempt an Acrobatics check against the enemy’s Reflex DC as soon as you try to enter its space. You can Tumble Through using Climb, Fly, Swim, or another action instead of Stride in the appropriate environment.",
                "You try a difficult maneuver while flying. Attempt an Acrobatics check. The GM determines what maneuvers are possible, but they rarely allow you to move farther than your fly Speed.",
                "You contort yourself to squeeze through a space so small you can barely fit through. This action is for exceptionally small spaces; many tight spaces are ",
                " that you can move through more quickly and without a check. "
            ]
        }
    ]
}